<html><head><title>n14</title><style type="text/css">ol{margin:0;padding:0}.c4{max-width:468pt;background-color:#ffffff;padding:72pt 72pt 72pt 72pt}.c0{color:#222222;font-size:10pt;background-color:#ffffff}.c1{height:11pt;direction:ltr}.c3{direction:ltr}.c2{font-weight:bold}.title{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:36pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}.subtitle{padding-top:18pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:24pt;font-family:"Georgia";padding-bottom:4pt}li{color:#000000;font-size:11pt;font-family:"Arial"}p{color:#000000;font-size:11pt;margin:0;font-family:"Arial"}h1{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:18pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}h2{padding-top:18pt;line-height:1.15;text-align:left;color:#000000;font-size:14pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h3{padding-top:14pt;line-height:1.15;text-align:left;color:#666666;font-size:12pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h4{padding-top:12pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:11pt;font-family:"Arial";padding-bottom:2pt}h5{padding-top:11pt;line-height:1.15;text-align:left;color:#666666;font-size:10pt;font-family:"Arial";font-weight:bold;padding-bottom:2pt}h6{padding-top:10pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:10pt;font-family:"Arial";padding-bottom:2pt}</style></head><body class="c4"><p class="c3"><span class="c0 c2">14. NAZDIYK HUWNA-KARNA [TO BE NEAR -TO BRING NEAR] &nbsp;</span><span class="c0">PAGE 845</span></p><p class="c1"><span class="c0 c2"></span></p><p class="c1"><span class="c0 c2"></span></p><p class="c3"><span class="c0 c2">Synonyms: KADA (KA-WA-DA)(&#1603;&#1614;&#1575;&#1583;&#1614; (&#1603;&#1608;&#1583;) &nbsp;QARUBA &nbsp;&#1602;&#1614;&#1585;&#1615;&#1576;&#1614; DANA &#1583;&#1614;&#1606;&#1614;&#1610; AZIFA &#1575;&#1614;&#1586;&#1616;&#1601;&#1614; ZALAFA &#1586;&#1614;&#1604;&#1614;&#1601;&#1614; QAB &nbsp;&#1602;&#1575;&#1576; IQTARNA &#1575;&#1616;&#1602;&#1618;&#1578;&#1614;&#1585;&#1614;&#1606;&#1614; </span></p><p class="c1"><span class="c0 c2"></span></p><p class="c3"><span class="c0 c2">14.1 KADA</span><span class="c0">:meaning to be near of doing some deed.and meaning to agree to do something but to not do it.this is from verb of nearness (&#1575;&#1601;&#1593;&#1575;&#1604; &#1605;&#1602;&#1575;&#1585;&#1576;&#1607;)and it takes another verb with it. only used in past or present/future</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Surat Al-Baqarah (The Cow) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1576;&#1602;&#1585;&#1577;</span></p><p class="c3"><span class="c0">2:20</span></p><p class="c3"><span class="c0">&#1610;&#1614;&#1603;&#1614;&#1575;&#1583;&#1615; &#1575;&#1604;&#1618;&#1576;&#1614;&#1585;&#1618;&#1602;&#1615; &#1610;&#1614;&#1582;&#1618;&#1591;&#1614;&#1601;&#1615; &#1571;&#1614;&#1576;&#1618;&#1589;&#1614;&#1575;&#1585;&#1614;&#1607;&#1615;&#1605;&#1618; &#1750; &#1603;&#1615;&#1604;&#1617;&#1614;&#1605;&#1614;&#1575; &#1571;&#1614;&#1590;&#1614;&#1575;&#1569;&#1614; &#1604;&#1614;&#1607;&#1615;&#1605; &#1605;&#1617;&#1614;&#1588;&#1614;&#1608;&#1618;&#1575; &#1601;&#1616;&#1610;&#1607;&#1616; &#1608;&#1614;&#1573;&#1616;&#1584;&#1614;&#1575; &#1571;&#1614;&#1592;&#1618;&#1604;&#1614;&#1605;&#1614; &#1593;&#1614;&#1604;&#1614;&#1610;&#1618;&#1607;&#1616;&#1605;&#1618; &#1602;&#1614;&#1575;&#1605;&#1615;&#1608;&#1575; &#1754; &#1608;&#1614;&#1604;&#1614;&#1608;&#1618; &#1588;&#1614;&#1575;&#1569;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615; &#1604;&#1614;&#1584;&#1614;&#1607;&#1614;&#1576;&#1614; &#1576;&#1616;&#1587;&#1614;&#1605;&#1618;&#1593;&#1616;&#1607;&#1616;&#1605;&#1618; &#1608;&#1614;&#1571;&#1614;&#1576;&#1618;&#1589;&#1614;&#1575;&#1585;&#1616;&#1607;&#1616;&#1605;&#1618; &#1754; &#1573;&#1616;&#1606;&#1617;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1614; &#1593;&#1614;&#1604;&#1614;&#1609;&#1648; &#1603;&#1615;&#1604;&#1617;&#1616; &#1588;&#1614;&#1610;&#1618;&#1569;&#1613; &#1602;&#1614;&#1583;&#1616;&#1610;&#1585;&#1612;</span></p><p class="c3"><span class="c0">The lightning almost snatches away their sight. Every time it lights [the way] for them, they walk therein; but when darkness comes over them, they stand [still]. And if Allah had willed, He could have taken away their hearing and their sight. Indeed, Allah is over all things competent.</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0 c2">14.2 QARUBA</span><span class="c0">:to be near (Antonym BA3UDA &#1576;&#1614;&#1593;&#1615;&#1583;&#1614;) this word is of common usage.meaning used for nearness of distance,period,lineage,status,for all things.now let&#39;s see some examples </span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">a)for nearness of distance</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Surat Ar-Ra`d (The Thunder) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1585;&#1593;&#1583;</span></p><p class="c3"><span class="c0">13:31</span></p><p class="c3"><span class="c0">&#1608;&#1614;&#1604;&#1614;&#1608;&#1618; &#1571;&#1614;&#1606;&#1617;&#1614; &#1602;&#1615;&#1585;&#1618;&#1570;&#1606;&#1611;&#1575; &#1587;&#1615;&#1610;&#1617;&#1616;&#1585;&#1614;&#1578;&#1618; &#1576;&#1616;&#1607;&#1616; &#1575;&#1604;&#1618;&#1580;&#1616;&#1576;&#1614;&#1575;&#1604;&#1615; &#1571;&#1614;&#1608;&#1618; &#1602;&#1615;&#1591;&#1617;&#1616;&#1593;&#1614;&#1578;&#1618; &#1576;&#1616;&#1607;&#1616; &#1575;&#1604;&#1618;&#1571;&#1614;&#1585;&#1618;&#1590;&#1615; &#1571;&#1614;&#1608;&#1618; &#1603;&#1615;&#1604;&#1617;&#1616;&#1605;&#1614; &#1576;&#1616;&#1607;&#1616; &#1575;&#1604;&#1618;&#1605;&#1614;&#1608;&#1618;&#1578;&#1614;&#1609;&#1648; &#1751; &#1576;&#1614;&#1604; &#1604;&#1617;&#1616;&#1604;&#1617;&#1614;&#1607;&#1616; &#1575;&#1604;&#1618;&#1571;&#1614;&#1605;&#1618;&#1585;&#1615; &#1580;&#1614;&#1605;&#1616;&#1610;&#1593;&#1611;&#1575; &#1751; &#1571;&#1614;&#1601;&#1614;&#1604;&#1614;&#1605;&#1618; &#1610;&#1614;&#1610;&#1618;&#1571;&#1614;&#1587;&#1616; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1570;&#1605;&#1614;&#1606;&#1615;&#1608;&#1575; &#1571;&#1614;&#1606; &#1604;&#1617;&#1614;&#1608;&#1618; &#1610;&#1614;&#1588;&#1614;&#1575;&#1569;&#1615; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615; &#1604;&#1614;&#1607;&#1614;&#1583;&#1614;&#1609; &#1575;&#1604;&#1606;&#1617;&#1614;&#1575;&#1587;&#1614; &#1580;&#1614;&#1605;&#1616;&#1610;&#1593;&#1611;&#1575; &#1751; &#1608;&#1614;&#1604;&#1614;&#1575; &#1610;&#1614;&#1586;&#1614;&#1575;&#1604;&#1615; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1603;&#1614;&#1601;&#1614;&#1585;&#1615;&#1608;&#1575; &#1578;&#1615;&#1589;&#1616;&#1610;&#1576;&#1615;&#1607;&#1615;&#1605; &#1576;&#1616;&#1605;&#1614;&#1575; &#1589;&#1614;&#1606;&#1614;&#1593;&#1615;&#1608;&#1575; &#1602;&#1614;&#1575;&#1585;&#1616;&#1593;&#1614;&#1577;&#1612; &#1571;&#1614;&#1608;&#1618; &#1578;&#1614;&#1581;&#1615;&#1604;&#1617;&#1615; &#1602;&#1614;&#1585;&#1616;&#1610;&#1576;&#1611;&#1575; &#1605;&#1617;&#1616;&#1606; &#1583;&#1614;&#1575;&#1585;&#1616;&#1607;&#1616;&#1605;&#1618; &#1581;&#1614;&#1578;&#1617;&#1614;&#1609;&#1648; &#1610;&#1614;&#1571;&#1618;&#1578;&#1616;&#1610;&#1614; &#1608;&#1614;&#1593;&#1618;&#1583;&#1615; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1754; &#1573;&#1616;&#1606;&#1617;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1614; &#1604;&#1614;&#1575; &#1610;&#1615;&#1582;&#1618;&#1604;&#1616;&#1601;&#1615; &#1575;&#1604;&#1618;&#1605;&#1616;&#1610;&#1593;&#1614;&#1575;&#1583;&#1614;</span></p><p class="c3"><span class="c0">And if there was any qur&#39;an by which the mountains would be removed or the earth would be broken apart or the dead would be made to speak, [it would be this Qur&#39;an], but to Allah belongs the affair entirely. Then have those who believed not accepted that had Allah willed, He would have guided the people, all of them? And those who disbelieve do not cease to be struck, for what they have done, by calamity - or it will descend near their home - until there comes the promise of Allah . Indeed, Allah does not fail in [His] promise.</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">b)for nearness of distance</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Surat Al-Baqarah (The Cow) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1576;&#1602;&#1585;&#1577;</span></p><p class="c3"><span class="c0">2:222</span></p><p class="c3"><span class="c0">&#1608;&#1614;&#1610;&#1614;&#1587;&#1618;&#1571;&#1614;&#1604;&#1615;&#1608;&#1606;&#1614;&#1603;&#1614; &#1593;&#1614;&#1606;&#1616; &#1575;&#1604;&#1618;&#1605;&#1614;&#1581;&#1616;&#1610;&#1590;&#1616; &#1750; &#1602;&#1615;&#1604;&#1618; &#1607;&#1615;&#1608;&#1614; &#1571;&#1614;&#1584;&#1611;&#1609; &#1601;&#1614;&#1575;&#1593;&#1618;&#1578;&#1614;&#1586;&#1616;&#1604;&#1615;&#1608;&#1575; &#1575;&#1604;&#1606;&#1617;&#1616;&#1587;&#1614;&#1575;&#1569;&#1614; &#1601;&#1616;&#1610; &#1575;&#1604;&#1618;&#1605;&#1614;&#1581;&#1616;&#1610;&#1590;&#1616; &#1750; &#1608;&#1614;&#1604;&#1614;&#1575; &#1578;&#1614;&#1602;&#1618;&#1585;&#1614;&#1576;&#1615;&#1608;&#1607;&#1615;&#1606;&#1617;&#1614; &#1581;&#1614;&#1578;&#1617;&#1614;&#1609;&#1648; &#1610;&#1614;&#1591;&#1618;&#1607;&#1615;&#1585;&#1618;&#1606;&#1614; &#1750; &#1601;&#1614;&#1573;&#1616;&#1584;&#1614;&#1575; &#1578;&#1614;&#1591;&#1614;&#1607;&#1617;&#1614;&#1585;&#1618;&#1606;&#1614; &#1601;&#1614;&#1571;&#1618;&#1578;&#1615;&#1608;&#1607;&#1615;&#1606;&#1617;&#1614; &#1605;&#1616;&#1606;&#1618; &#1581;&#1614;&#1610;&#1618;&#1579;&#1615; &#1571;&#1614;&#1605;&#1614;&#1585;&#1614;&#1603;&#1615;&#1605;&#1615; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615; &#1754; &#1573;&#1616;&#1606;&#1617;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1614; &#1610;&#1615;&#1581;&#1616;&#1576;&#1617;&#1615; &#1575;&#1604;&#1578;&#1617;&#1614;&#1608;&#1617;&#1614;&#1575;&#1576;&#1616;&#1610;&#1606;&#1614; &#1608;&#1614;&#1610;&#1615;&#1581;&#1616;&#1576;&#1617;&#1615; &#1575;&#1604;&#1618;&#1605;&#1615;&#1578;&#1614;&#1591;&#1614;&#1607;&#1617;&#1616;&#1585;&#1616;&#1610;&#1606;&#1614;</span></p><p class="c3"><span class="c0">And they ask you about menstruation. Say, &quot;It is harm, so keep away from wives during menstruation. And do not approach them until they are pure. And when they have purified themselves, then come to them from where Allah has ordained for you. Indeed, Allah loves those who are constantly repentant and loves those who purify themselves.&quot;</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">c) for nearness of lineage</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Surat Al-M&#257;&#39;idah (The Table Spread) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1605;&#1575;&#1574;&#1583;&#1577;</span></p><p class="c3"><span class="c0">5:106</span></p><p class="c3"><span class="c0">&#1610;&#1614;&#1575; &#1571;&#1614;&#1610;&#1617;&#1615;&#1607;&#1614;&#1575; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1570;&#1605;&#1614;&#1606;&#1615;&#1608;&#1575; &#1588;&#1614;&#1607;&#1614;&#1575;&#1583;&#1614;&#1577;&#1615; &#1576;&#1614;&#1610;&#1618;&#1606;&#1616;&#1603;&#1615;&#1605;&#1618; &#1573;&#1616;&#1584;&#1614;&#1575; &#1581;&#1614;&#1590;&#1614;&#1585;&#1614; &#1571;&#1614;&#1581;&#1614;&#1583;&#1614;&#1603;&#1615;&#1605;&#1615; &#1575;&#1604;&#1618;&#1605;&#1614;&#1608;&#1618;&#1578;&#1615; &#1581;&#1616;&#1610;&#1606;&#1614; &#1575;&#1604;&#1618;&#1608;&#1614;&#1589;&#1616;&#1610;&#1617;&#1614;&#1577;&#1616; &#1575;&#1579;&#1618;&#1606;&#1614;&#1575;&#1606;&#1616; &#1584;&#1614;&#1608;&#1614;&#1575; &#1593;&#1614;&#1583;&#1618;&#1604;&#1613; &#1605;&#1617;&#1616;&#1606;&#1603;&#1615;&#1605;&#1618; &#1571;&#1614;&#1608;&#1618; &#1570;&#1582;&#1614;&#1585;&#1614;&#1575;&#1606;&#1616; &#1605;&#1616;&#1606;&#1618; &#1594;&#1614;&#1610;&#1618;&#1585;&#1616;&#1603;&#1615;&#1605;&#1618; &#1573;&#1616;&#1606;&#1618; &#1571;&#1614;&#1606;&#1578;&#1615;&#1605;&#1618; &#1590;&#1614;&#1585;&#1614;&#1576;&#1618;&#1578;&#1615;&#1605;&#1618; &#1601;&#1616;&#1610; &#1575;&#1604;&#1618;&#1571;&#1614;&#1585;&#1618;&#1590;&#1616; &#1601;&#1614;&#1571;&#1614;&#1589;&#1614;&#1575;&#1576;&#1614;&#1578;&#1618;&#1603;&#1615;&#1605; &#1605;&#1617;&#1615;&#1589;&#1616;&#1610;&#1576;&#1614;&#1577;&#1615; &#1575;&#1604;&#1618;&#1605;&#1614;&#1608;&#1618;&#1578;&#1616; &#1754; &#1578;&#1614;&#1581;&#1618;&#1576;&#1616;&#1587;&#1615;&#1608;&#1606;&#1614;&#1607;&#1615;&#1605;&#1614;&#1575; &#1605;&#1616;&#1606; &#1576;&#1614;&#1593;&#1618;&#1583;&#1616; &#1575;&#1604;&#1589;&#1617;&#1614;&#1604;&#1614;&#1575;&#1577;&#1616; &#1601;&#1614;&#1610;&#1615;&#1602;&#1618;&#1587;&#1616;&#1605;&#1614;&#1575;&#1606;&#1616; &#1576;&#1616;&#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1573;&#1616;&#1606;&#1616; &#1575;&#1585;&#1618;&#1578;&#1614;&#1576;&#1618;&#1578;&#1615;&#1605;&#1618; &#1604;&#1614;&#1575; &#1606;&#1614;&#1588;&#1618;&#1578;&#1614;&#1585;&#1616;&#1610; &#1576;&#1616;&#1607;&#1616; &#1579;&#1614;&#1605;&#1614;&#1606;&#1611;&#1575; &#1608;&#1614;&#1604;&#1614;&#1608;&#1618; &#1603;&#1614;&#1575;&#1606;&#1614; &#1584;&#1614;&#1575; &#1602;&#1615;&#1585;&#1618;&#1576;&#1614;&#1609;&#1648; &#1753; &#1608;&#1614;&#1604;&#1614;&#1575; &#1606;&#1614;&#1603;&#1618;&#1578;&#1615;&#1605;&#1615; &#1588;&#1614;&#1607;&#1614;&#1575;&#1583;&#1614;&#1577;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1573;&#1616;&#1606;&#1617;&#1614;&#1575; &#1573;&#1616;&#1584;&#1611;&#1575; &#1604;&#1617;&#1614;&#1605;&#1616;&#1606;&#1614; &#1575;&#1604;&#1618;&#1570;&#1579;&#1616;&#1605;&#1616;&#1610;&#1606;&#1614;</span></p><p class="c3"><span class="c0">O you who have believed, testimony [should be taken] among you when death approaches one of you at the time of bequest - [that of] two just men from among you or two others from outside if you are traveling through the land and the disaster of death should strike you. Detain them after the prayer and let them both swear by Allah if you doubt [their testimony, saying], &quot;We will not exchange our oath for a price, even if he should be a near relative, and we will not withhold the testimony of Allah . Indeed, we would then be of the sinful.&quot;</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">d) for nearness of status</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Surat Al-Baqarah (The Cow) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1576;&#1602;&#1585;&#1577;</span></p><p class="c3"><span class="c0">2:237</span></p><p class="c3"><span class="c0">&#1608;&#1614;&#1573;&#1616;&#1606; &#1591;&#1614;&#1604;&#1617;&#1614;&#1602;&#1618;&#1578;&#1615;&#1605;&#1615;&#1608;&#1607;&#1615;&#1606;&#1617;&#1614; &#1605;&#1616;&#1606; &#1602;&#1614;&#1576;&#1618;&#1604;&#1616; &#1571;&#1614;&#1606; &#1578;&#1614;&#1605;&#1614;&#1587;&#1617;&#1615;&#1608;&#1607;&#1615;&#1606;&#1617;&#1614; &#1608;&#1614;&#1602;&#1614;&#1583;&#1618; &#1601;&#1614;&#1585;&#1614;&#1590;&#1618;&#1578;&#1615;&#1605;&#1618; &#1604;&#1614;&#1607;&#1615;&#1606;&#1617;&#1614; &#1601;&#1614;&#1585;&#1616;&#1610;&#1590;&#1614;&#1577;&#1611; &#1601;&#1614;&#1606;&#1616;&#1589;&#1618;&#1601;&#1615; &#1605;&#1614;&#1575; &#1601;&#1614;&#1585;&#1614;&#1590;&#1618;&#1578;&#1615;&#1605;&#1618; &#1573;&#1616;&#1604;&#1617;&#1614;&#1575; &#1571;&#1614;&#1606; &#1610;&#1614;&#1593;&#1618;&#1601;&#1615;&#1608;&#1606;&#1614; &#1571;&#1614;&#1608;&#1618; &#1610;&#1614;&#1593;&#1618;&#1601;&#1615;&#1608;&#1614; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610; &#1576;&#1616;&#1610;&#1614;&#1583;&#1616;&#1607;&#1616; &#1593;&#1615;&#1602;&#1618;&#1583;&#1614;&#1577;&#1615; &#1575;&#1604;&#1606;&#1617;&#1616;&#1603;&#1614;&#1575;&#1581;&#1616; &#1754; &#1608;&#1614;&#1571;&#1614;&#1606; &#1578;&#1614;&#1593;&#1618;&#1601;&#1615;&#1608;&#1575; &#1571;&#1614;&#1602;&#1618;&#1585;&#1614;&#1576;&#1615; &#1604;&#1616;&#1604;&#1578;&#1617;&#1614;&#1602;&#1618;&#1608;&#1614;&#1609;&#1648; &#1754; &#1608;&#1614;&#1604;&#1614;&#1575; &#1578;&#1614;&#1606;&#1587;&#1614;&#1608;&#1615;&#1575; &#1575;&#1604;&#1618;&#1601;&#1614;&#1590;&#1618;&#1604;&#1614; &#1576;&#1614;&#1610;&#1618;&#1606;&#1614;&#1603;&#1615;&#1605;&#1618; &#1754; &#1573;&#1616;&#1606;&#1617;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1614; &#1576;&#1616;&#1605;&#1614;&#1575; &#1578;&#1614;&#1593;&#1618;&#1605;&#1614;&#1604;&#1615;&#1608;&#1606;&#1614; &#1576;&#1614;&#1589;&#1616;&#1610;&#1585;&#1612;</span></p><p class="c3"><span class="c0">And if you divorce them before you have touched them and you have already specified for them an obligation, then [give] half of what you specified - unless they forego the right or the one in whose hand is the marriage contract foregoes it. And to forego it is nearer to righteousness. And do not forget graciousness between you. Indeed Allah , of whatever you do, is Seeing.</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">for nearness of status and time , word IQTARABA &#1575;&#1616;&#1602;&#1618;&#1578;&#1614;&#1585;&#1614;&#1576;&#1614; is used more as said</span></p><p class="c1"><span class="c0"></span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Surat Al-`Alaq (The Clot) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1593;&#1604;&#1602;</span></p><p class="c3"><span class="c0">96:19</span></p><p class="c3"><span class="c0">&#1603;&#1614;&#1604;&#1617;&#1614;&#1575; &#1604;&#1614;&#1575; &#1578;&#1615;&#1591;&#1616;&#1593;&#1618;&#1607;&#1615; &#1608;&#1614;&#1575;&#1587;&#1618;&#1580;&#1615;&#1583;&#1618; &#1608;&#1614;&#1575;&#1602;&#1618;&#1578;&#1614;&#1585;&#1616;&#1576; &#1769;</span></p><p class="c3"><span class="c0">No! Do not obey him. But prostrate and draw near [to Allah ].</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">at another place said:</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Surat Al-Qamar (The Moon) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1602;&#1605;&#1585;</span></p><p class="c3"><span class="c0">54:1</span></p><p class="c3"><span class="c0">&#1575;&#1602;&#1618;&#1578;&#1614;&#1585;&#1614;&#1576;&#1614;&#1578;&#1616; &#1575;&#1604;&#1587;&#1617;&#1614;&#1575;&#1593;&#1614;&#1577;&#1615; &#1608;&#1614;&#1575;&#1606;&#1588;&#1614;&#1602;&#1617;&#1614; &#1575;&#1604;&#1618;&#1602;&#1614;&#1605;&#1614;&#1585;&#1615;</span></p><p class="c3"><span class="c0">The Hour has come near, and the moon has split [in two].</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">and for nearness of status , word QARRABA &#1602;&#1614;&#1585;&#1617;&#1614;&#1576;&#1614; is specially used. and this comes in the meaning of bring someone near.ALLAH said</span></p><p class="c1"><span class="c0"></span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Surat &#39;&#256;li `Imr&#257;n (Family of Imran) - &#1587;&#1608;&#1585;&#1577; &#1570;&#1604; &#1593;&#1605;&#1585;&#1575;&#1606;</span></p><p class="c3"><span class="c0">3:45</span></p><p class="c3"><span class="c0">&#1573;&#1616;&#1584;&#1618; &#1602;&#1614;&#1575;&#1604;&#1614;&#1578;&#1616; &#1575;&#1604;&#1618;&#1605;&#1614;&#1604;&#1614;&#1575;&#1574;&#1616;&#1603;&#1614;&#1577;&#1615; &#1610;&#1614;&#1575; &#1605;&#1614;&#1585;&#1618;&#1610;&#1614;&#1605;&#1615; &#1573;&#1616;&#1606;&#1617;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1614; &#1610;&#1615;&#1576;&#1614;&#1588;&#1617;&#1616;&#1585;&#1615;&#1603;&#1616; &#1576;&#1616;&#1603;&#1614;&#1604;&#1616;&#1605;&#1614;&#1577;&#1613; &#1605;&#1617;&#1616;&#1606;&#1618;&#1607;&#1615; &#1575;&#1587;&#1618;&#1605;&#1615;&#1607;&#1615; &#1575;&#1604;&#1618;&#1605;&#1614;&#1587;&#1616;&#1610;&#1581;&#1615; &#1593;&#1616;&#1610;&#1587;&#1614;&#1609; &#1575;&#1576;&#1618;&#1606;&#1615; &#1605;&#1614;&#1585;&#1618;&#1610;&#1614;&#1605;&#1614; &#1608;&#1614;&#1580;&#1616;&#1610;&#1607;&#1611;&#1575; &#1601;&#1616;&#1610; &#1575;&#1604;&#1583;&#1617;&#1615;&#1606;&#1618;&#1610;&#1614;&#1575; &#1608;&#1614;&#1575;&#1604;&#1618;&#1570;&#1582;&#1616;&#1585;&#1614;&#1577;&#1616; &#1608;&#1614;&#1605;&#1616;&#1606;&#1614; &#1575;&#1604;&#1618;&#1605;&#1615;&#1602;&#1614;&#1585;&#1617;&#1614;&#1576;&#1616;&#1610;&#1606;&#1614;</span></p><p class="c3"><span class="c0">[And mention] when the angels said, &quot;O Mary, indeed Allah gives you good tidings of a word from Him, whose name will be the Messiah, Jesus, the son of Mary - distinguished in this world and the Hereafter and among those brought near [to Allah ].</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0 c2">14.3 DANA</span><span class="c0">:generally used for nearness of distance.and DUNIYA &#1583;&#1606;&#1610;&#1575; meaning the world of near(which is near)-existing universe (antonym AKHIRAT &#1570;&#1582;&#1585;&#1578;) in the QURAN</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Surat An-Najm (The Star) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1606;&#1580;&#1605;</span></p><p class="c3"><span class="c0">53:8</span></p><p class="c3"><span class="c0">&#1579;&#1615;&#1605;&#1617;&#1614; &#1583;&#1614;&#1606;&#1614;&#1575; &#1601;&#1614;&#1578;&#1614;&#1583;&#1614;&#1604;&#1617;&#1614;&#1609;&#1648;</span></p><p class="c3"><span class="c0">Then he approached and descended</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">and sometimes also used for lowering of status and/or value.ADNA &#1575;&#1614;&#1583;&#1618;&#1606;&#1614;&#1610; meaning lower,vile,despicable (antonym is A3LA &#1575;&#1593;&#1604;&#1614;&#1610;). ALLAH said</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Surat Al-Baqarah (The Cow) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1576;&#1602;&#1585;&#1577;</span></p><p class="c3"><span class="c0">2:61</span></p><p class="c3"><span class="c0">&#1608;&#1614;&#1573;&#1616;&#1584;&#1618; &#1602;&#1615;&#1604;&#1618;&#1578;&#1615;&#1605;&#1618; &#1610;&#1614;&#1575; &#1605;&#1615;&#1608;&#1587;&#1614;&#1609;&#1648; &#1604;&#1614;&#1606; &#1606;&#1617;&#1614;&#1589;&#1618;&#1576;&#1616;&#1585;&#1614; &#1593;&#1614;&#1604;&#1614;&#1609;&#1648; &#1591;&#1614;&#1593;&#1614;&#1575;&#1605;&#1613; &#1608;&#1614;&#1575;&#1581;&#1616;&#1583;&#1613; &#1601;&#1614;&#1575;&#1583;&#1618;&#1593;&#1615; &#1604;&#1614;&#1606;&#1614;&#1575; &#1585;&#1614;&#1576;&#1617;&#1614;&#1603;&#1614; &#1610;&#1615;&#1582;&#1618;&#1585;&#1616;&#1580;&#1618; &#1604;&#1614;&#1606;&#1614;&#1575; &#1605;&#1616;&#1605;&#1617;&#1614;&#1575; &#1578;&#1615;&#1606;&#1576;&#1616;&#1578;&#1615; &#1575;&#1604;&#1618;&#1571;&#1614;&#1585;&#1618;&#1590;&#1615; &#1605;&#1616;&#1606; &#1576;&#1614;&#1602;&#1618;&#1604;&#1616;&#1607;&#1614;&#1575; &#1608;&#1614;&#1602;&#1616;&#1579;&#1617;&#1614;&#1575;&#1574;&#1616;&#1607;&#1614;&#1575; &#1608;&#1614;&#1601;&#1615;&#1608;&#1605;&#1616;&#1607;&#1614;&#1575; &#1608;&#1614;&#1593;&#1614;&#1583;&#1614;&#1587;&#1616;&#1607;&#1614;&#1575; &#1608;&#1614;&#1576;&#1614;&#1589;&#1614;&#1604;&#1616;&#1607;&#1614;&#1575; &#1750; &#1602;&#1614;&#1575;&#1604;&#1614; &#1571;&#1614;&#1578;&#1614;&#1587;&#1618;&#1578;&#1614;&#1576;&#1618;&#1583;&#1616;&#1604;&#1615;&#1608;&#1606;&#1614; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610; &#1607;&#1615;&#1608;&#1614; &#1571;&#1614;&#1583;&#1618;&#1606;&#1614;&#1609;&#1648; &#1576;&#1616;&#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610; &#1607;&#1615;&#1608;&#1614; &#1582;&#1614;&#1610;&#1618;&#1585;&#1612; &#1754; &#1575;&#1607;&#1618;&#1576;&#1616;&#1591;&#1615;&#1608;&#1575; &#1605;&#1616;&#1589;&#1618;&#1585;&#1611;&#1575; &#1601;&#1614;&#1573;&#1616;&#1606;&#1617;&#1614; &#1604;&#1614;&#1603;&#1615;&#1605; &#1605;&#1617;&#1614;&#1575; &#1587;&#1614;&#1571;&#1614;&#1604;&#1618;&#1578;&#1615;&#1605;&#1618; &#1751; &#1608;&#1614;&#1590;&#1615;&#1585;&#1616;&#1576;&#1614;&#1578;&#1618; &#1593;&#1614;&#1604;&#1614;&#1610;&#1618;&#1607;&#1616;&#1605;&#1615; &#1575;&#1604;&#1584;&#1617;&#1616;&#1604;&#1617;&#1614;&#1577;&#1615; &#1608;&#1614;&#1575;&#1604;&#1618;&#1605;&#1614;&#1587;&#1618;&#1603;&#1614;&#1606;&#1614;&#1577;&#1615; &#1608;&#1614;&#1576;&#1614;&#1575;&#1569;&#1615;&#1608;&#1575; &#1576;&#1616;&#1594;&#1614;&#1590;&#1614;&#1576;&#1613; &#1605;&#1617;&#1616;&#1606;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1751; &#1584;&#1614;&#1648;&#1604;&#1616;&#1603;&#1614; &#1576;&#1616;&#1571;&#1614;&#1606;&#1617;&#1614;&#1607;&#1615;&#1605;&#1618; &#1603;&#1614;&#1575;&#1606;&#1615;&#1608;&#1575; &#1610;&#1614;&#1603;&#1618;&#1601;&#1615;&#1585;&#1615;&#1608;&#1606;&#1614; &#1576;&#1616;&#1570;&#1610;&#1614;&#1575;&#1578;&#1616; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1608;&#1614;&#1610;&#1614;&#1602;&#1618;&#1578;&#1615;&#1604;&#1615;&#1608;&#1606;&#1614; &#1575;&#1604;&#1606;&#1617;&#1614;&#1576;&#1616;&#1610;&#1617;&#1616;&#1610;&#1606;&#1614; &#1576;&#1616;&#1594;&#1614;&#1610;&#1618;&#1585;&#1616; &#1575;&#1604;&#1618;&#1581;&#1614;&#1602;&#1617;&#1616; &#1751; &#1584;&#1614;&#1648;&#1604;&#1616;&#1603;&#1614; &#1576;&#1616;&#1605;&#1614;&#1575; &#1593;&#1614;&#1589;&#1614;&#1608;&#1575; &#1608;&#1617;&#1614;&#1603;&#1614;&#1575;&#1606;&#1615;&#1608;&#1575; &#1610;&#1614;&#1593;&#1618;&#1578;&#1614;&#1583;&#1615;&#1608;&#1606;&#1614;</span></p><p class="c3"><span class="c0">And [recall] when you said, &quot;O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.&quot; [Moses] said, &quot;Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.&quot; And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing.</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">and for nearness of time ,usage of ADNA is in the meaning of &#39;nearly nearly&#39; or </span><span class="c0">approximately.as</span><span class="c0">&nbsp;said</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Surat Al-Muzzammil (The Enshrouded One) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1605;&#1586;&#1605;&#1604;</span></p><p class="c3"><span class="c0">73:20</span></p><p class="c3"><span class="c0">&#1573;&#1616;&#1606;&#1617;&#1614; &#1585;&#1614;&#1576;&#1617;&#1614;&#1603;&#1614; &#1610;&#1614;&#1593;&#1618;&#1604;&#1614;&#1605;&#1615; &#1571;&#1614;&#1606;&#1617;&#1614;&#1603;&#1614; &#1578;&#1614;&#1602;&#1615;&#1608;&#1605;&#1615; &#1571;&#1614;&#1583;&#1618;&#1606;&#1614;&#1609;&#1648; &#1605;&#1616;&#1606; &#1579;&#1615;&#1604;&#1615;&#1579;&#1614;&#1610;&#1616; &#1575;&#1604;&#1604;&#1617;&#1614;&#1610;&#1618;&#1604;&#1616; &#1608;&#1614;&#1606;&#1616;&#1589;&#1618;&#1601;&#1614;&#1607;&#1615; &#1608;&#1614;&#1579;&#1615;&#1604;&#1615;&#1579;&#1614;&#1607;&#1615; &#1608;&#1614;&#1591;&#1614;&#1575;&#1574;&#1616;&#1601;&#1614;&#1577;&#1612; &#1605;&#1617;&#1616;&#1606;&#1614; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1605;&#1614;&#1593;&#1614;&#1603;&#1614; &#1754; &#1608;&#1614;&#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615; &#1610;&#1615;&#1602;&#1614;&#1583;&#1617;&#1616;&#1585;&#1615; &#1575;&#1604;&#1604;&#1617;&#1614;&#1610;&#1618;&#1604;&#1614; &#1608;&#1614;&#1575;&#1604;&#1606;&#1617;&#1614;&#1607;&#1614;&#1575;&#1585;&#1614; &#1754; &#1593;&#1614;&#1604;&#1616;&#1605;&#1614; &#1571;&#1614;&#1606; &#1604;&#1617;&#1614;&#1606; &#1578;&#1615;&#1581;&#1618;&#1589;&#1615;&#1608;&#1607;&#1615; &#1601;&#1614;&#1578;&#1614;&#1575;&#1576;&#1614; &#1593;&#1614;&#1604;&#1614;&#1610;&#1618;&#1603;&#1615;&#1605;&#1618; &#1750; &#1601;&#1614;&#1575;&#1602;&#1618;&#1585;&#1614;&#1569;&#1615;&#1608;&#1575; &#1605;&#1614;&#1575; &#1578;&#1614;&#1610;&#1614;&#1587;&#1617;&#1614;&#1585;&#1614; &#1605;&#1616;&#1606;&#1614; &#1575;&#1604;&#1618;&#1602;&#1615;&#1585;&#1618;&#1570;&#1606;&#1616; &#1754; &#1593;&#1614;&#1604;&#1616;&#1605;&#1614; &#1571;&#1614;&#1606; &#1587;&#1614;&#1610;&#1614;&#1603;&#1615;&#1608;&#1606;&#1615; &#1605;&#1616;&#1606;&#1603;&#1615;&#1605; &#1605;&#1617;&#1614;&#1585;&#1618;&#1590;&#1614;&#1609;&#1648; &#1753; &#1608;&#1614;&#1570;&#1582;&#1614;&#1585;&#1615;&#1608;&#1606;&#1614; &#1610;&#1614;&#1590;&#1618;&#1585;&#1616;&#1576;&#1615;&#1608;&#1606;&#1614; &#1601;&#1616;&#1610; &#1575;&#1604;&#1618;&#1571;&#1614;&#1585;&#1618;&#1590;&#1616; &#1610;&#1614;&#1576;&#1618;&#1578;&#1614;&#1594;&#1615;&#1608;&#1606;&#1614; &#1605;&#1616;&#1606; &#1601;&#1614;&#1590;&#1618;&#1604;&#1616; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1753; &#1608;&#1614;&#1570;&#1582;&#1614;&#1585;&#1615;&#1608;&#1606;&#1614; &#1610;&#1615;&#1602;&#1614;&#1575;&#1578;&#1616;&#1604;&#1615;&#1608;&#1606;&#1614; &#1601;&#1616;&#1610; &#1587;&#1614;&#1576;&#1616;&#1610;&#1604;&#1616; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1750; &#1601;&#1614;&#1575;&#1602;&#1618;&#1585;&#1614;&#1569;&#1615;&#1608;&#1575; &#1605;&#1614;&#1575; &#1578;&#1614;&#1610;&#1614;&#1587;&#1617;&#1614;&#1585;&#1614; &#1605;&#1616;&#1606;&#1618;&#1607;&#1615; &#1754; &#1608;&#1614;&#1571;&#1614;&#1602;&#1616;&#1610;&#1605;&#1615;&#1608;&#1575; &#1575;&#1604;&#1589;&#1617;&#1614;&#1604;&#1614;&#1575;&#1577;&#1614; &#1608;&#1614;&#1570;&#1578;&#1615;&#1608;&#1575; &#1575;&#1604;&#1586;&#1617;&#1614;&#1603;&#1614;&#1575;&#1577;&#1614; &#1608;&#1614;&#1571;&#1614;&#1602;&#1618;&#1585;&#1616;&#1590;&#1615;&#1608;&#1575; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1614; &#1602;&#1614;&#1585;&#1618;&#1590;&#1611;&#1575; &#1581;&#1614;&#1587;&#1614;&#1606;&#1611;&#1575; &#1754; &#1608;&#1614;&#1605;&#1614;&#1575; &#1578;&#1615;&#1602;&#1614;&#1583;&#1617;&#1616;&#1605;&#1615;&#1608;&#1575; &#1604;&#1616;&#1571;&#1614;&#1606;&#1601;&#1615;&#1587;&#1616;&#1603;&#1615;&#1605; &#1605;&#1617;&#1616;&#1606;&#1618; &#1582;&#1614;&#1610;&#1618;&#1585;&#1613; &#1578;&#1614;&#1580;&#1616;&#1583;&#1615;&#1608;&#1607;&#1615; &#1593;&#1616;&#1606;&#1583;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1607;&#1615;&#1608;&#1614; &#1582;&#1614;&#1610;&#1618;&#1585;&#1611;&#1575; &#1608;&#1614;&#1571;&#1614;&#1593;&#1618;&#1592;&#1614;&#1605;&#1614; &#1571;&#1614;&#1580;&#1618;&#1585;&#1611;&#1575; &#1754; &#1608;&#1614;&#1575;&#1587;&#1618;&#1578;&#1614;&#1594;&#1618;&#1601;&#1616;&#1585;&#1615;&#1608;&#1575; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1614; &#1750; &#1573;&#1616;&#1606;&#1617;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1614; &#1594;&#1614;&#1601;&#1615;&#1608;&#1585;&#1612; &#1585;&#1617;&#1614;&#1581;&#1616;&#1610;&#1605;&#1612;</span></p><p class="c3"><span class="c0">Indeed, your Lord knows, [O Muhammad], that you stand [in prayer] almost two thirds of the night or half of it or a third of it, and [so do] a group of those with you. And Allah determines [the extent of] the night and the day. He has known that you [Muslims] will not be able to do it and has turned to you in forgiveness, so recite what is easy [for you] of the Qur&#39;an. He has known that there will be among you those who are ill and others traveling throughout the land seeking [something] of the bounty of Allah and others fighting for the cause of Allah . So recite what is easy from it and establish prayer and give zakah and loan Allah a goodly loan. And whatever good you put forward for yourselves - you will find it with Allah . It is better and greater in reward. And seek forgiveness of Allah . Indeed, Allah is Forgiving and Merciful.</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0 c2">14.4 AZIFA</span><span class="c0">:used for nearness of time and it contains the meaning of shortage of time. as said AAZIFATI ASHSHUKHUWSU(&#1575;&#1614;&#1586;&#1616;&#1601;&#1614;&#1578;&#1616; &#1575;&#1604;&#1588;&#1617;&#1615;&#1582;&#1615;&#1608;&#1618;&#1589;&#1615;) meaning &#39;time to depart has approached&#39;.and Judgement Day is given the name of AAZIFAH &#1575;&#1614;&#1586;&#1616;&#1601;&#1614;&#1577; because there is little time left in it&#39;s arrival.ALLAH said</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Surat Gh&#257;fir (The Forgiver) - &#1587;&#1608;&#1585;&#1577; &#1594;&#1575;&#1601;&#1585;</span></p><p class="c3"><span class="c0">40:18</span></p><p class="c3"><span class="c0">&#1608;&#1614;&#1571;&#1614;&#1606;&#1584;&#1616;&#1585;&#1618;&#1607;&#1615;&#1605;&#1618; &#1610;&#1614;&#1608;&#1618;&#1605;&#1614; &#1575;&#1604;&#1618;&#1570;&#1586;&#1616;&#1601;&#1614;&#1577;&#1616; &#1573;&#1616;&#1584;&#1616; &#1575;&#1604;&#1618;&#1602;&#1615;&#1604;&#1615;&#1608;&#1576;&#1615; &#1604;&#1614;&#1583;&#1614;&#1609; &#1575;&#1604;&#1618;&#1581;&#1614;&#1606;&#1614;&#1575;&#1580;&#1616;&#1585;&#1616; &#1603;&#1614;&#1575;&#1592;&#1616;&#1605;&#1616;&#1610;&#1606;&#1614; &#1754; &#1605;&#1614;&#1575; &#1604;&#1616;&#1604;&#1592;&#1617;&#1614;&#1575;&#1604;&#1616;&#1605;&#1616;&#1610;&#1606;&#1614; &#1605;&#1616;&#1606;&#1618; &#1581;&#1614;&#1605;&#1616;&#1610;&#1605;&#1613; &#1608;&#1614;&#1604;&#1614;&#1575; &#1588;&#1614;&#1601;&#1616;&#1610;&#1593;&#1613; &#1610;&#1615;&#1591;&#1614;&#1575;&#1593;&#1615;</span></p><p class="c3"><span class="c0">And warn them, [O Muhammad], of the Approaching Day, when hearts are at the throats, filled [with distress]. For the wrongdoers there will be no devoted friend and no intercessor [who is] obeyed.</span></p><p class="c3"><span class="c0">&nbsp;</span></p><p class="c3"><span class="c0 c2">14.5 ZALAFA</span><span class="c0">:for nearness in status and level.ALLAH said</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Surat &#350;&#257;d (The Letter &quot;Saad&quot;) - &#1587;&#1608;&#1585;&#1577; &#1589;</span></p><p class="c3"><span class="c0">38:40</span></p><p class="c3"><span class="c0">&#1608;&#1614;&#1573;&#1616;&#1606;&#1617;&#1614; &#1604;&#1614;&#1607;&#1615; &#1593;&#1616;&#1606;&#1583;&#1614;&#1606;&#1614;&#1575; &#1604;&#1614;&#1586;&#1615;&#1604;&#1618;&#1601;&#1614;&#1609;&#1648; &#1608;&#1614;&#1581;&#1615;&#1587;&#1618;&#1606;&#1614; &#1605;&#1614;&#1570;&#1576;&#1613;</span></p><p class="c3"><span class="c0">And indeed, for him is nearness to Us and a good place of return.</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">and AZLAFA is used to bring near, to be brought near-to make approach near .and in it the connotation of status or value is not necessary. as said</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Surat At-Takw&#299;r (The Overthrowing) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1578;&#1603;&#1608;&#1610;&#1585;</span></p><p class="c3"><span class="c0">81:13</span></p><p class="c3"><span class="c0">&#1608;&#1614;&#1573;&#1616;&#1584;&#1614;&#1575; &#1575;&#1604;&#1618;&#1580;&#1614;&#1606;&#1617;&#1614;&#1577;&#1615; &#1571;&#1615;&#1586;&#1618;&#1604;&#1616;&#1601;&#1614;&#1578;&#1618;</span></p><p class="c3"><span class="c0">And when Paradise is brought near,</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0 c2">14.6 QABA(&#1602;&#1614;&#1575;&#1576;&#1614;)</span><span class="c0">:(ALARD &#1575;&#1604;&#1575;&#1585;&#1590;)meaning circular digging of earth. and QABA meaning quantity-approximation-distance between the end of bow to it&#39;s handle- is an idiom HUWA 3LA QABA QUWSIYN (&#1607;&#1608; &#1593;&#1604;&#1610; &#1602;&#1575;&#1576; &#1602;&#1608;&#1587;&#1610;&#1606;) meaning he is very near.ALLAH said</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Surat An-Najm (The Star) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1606;&#1580;&#1605;</span></p><p class="c3"><span class="c0">53:9</span></p><p class="c3"><span class="c0">&#1601;&#1614;&#1603;&#1614;&#1575;&#1606;&#1614; &#1602;&#1614;&#1575;&#1576;&#1614; &#1602;&#1614;&#1608;&#1618;&#1587;&#1614;&#1610;&#1618;&#1606;&#1616; &#1571;&#1614;&#1608;&#1618; &#1571;&#1614;&#1583;&#1618;&#1606;&#1614;&#1609;&#1648;</span></p><p class="c3"><span class="c0">And was at a distance of two bow lengths or nearer.</span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0 c2">14.7 IQTARNA</span><span class="c0">:QARAN &#1602;&#1614;&#1585;&#1614;&#1606; is that rope with which two camels are tied.and QARIYN &#1602;&#1585;&#1610;&#1606; meaning companion and QARANA meaning one thing place near another. and QARANA ASSAWRAYN(&#1602;&#1614;&#1585;&#1614;&#1606;&#1614; &#1575;&#1604;&#1579;&#1617;&#1614;&#1608;&#1618;&#1585;&#1614;&#1610;&#1618;&#1606;) meaning two oxes joined togther in one oxbow/yoke. and IQTARANA contains exaggeration, meaning bring absolutely near. and IQTARAN contains the connotation of one then immediately second then third then fourth like wise continual and consecutive, because of this nearness.In the QURAN </span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0">Surat Az-Zukhruf (The Ornaments of Gold) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1586;&#1582;&#1585;&#1601;</span></p><p class="c3"><span class="c0">43:53</span></p><p class="c3"><span class="c0">&#1601;&#1614;&#1604;&#1614;&#1608;&#1618;&#1604;&#1614;&#1575; &#1571;&#1615;&#1604;&#1618;&#1602;&#1616;&#1610;&#1614; &#1593;&#1614;&#1604;&#1614;&#1610;&#1618;&#1607;&#1616; &#1571;&#1614;&#1587;&#1618;&#1608;&#1616;&#1585;&#1614;&#1577;&#1612; &#1605;&#1617;&#1616;&#1606; &#1584;&#1614;&#1607;&#1614;&#1576;&#1613; &#1571;&#1614;&#1608;&#1618; &#1580;&#1614;&#1575;&#1569;&#1614; &#1605;&#1614;&#1593;&#1614;&#1607;&#1615; &#1575;&#1604;&#1618;&#1605;&#1614;&#1604;&#1614;&#1575;&#1574;&#1616;&#1603;&#1614;&#1577;&#1615; &#1605;&#1615;&#1602;&#1618;&#1578;&#1614;&#1585;&#1616;&#1606;&#1616;&#1610;&#1606;&#1614;</span></p><p class="c3"><span class="c0">Then why have there not been placed upon him bracelets of gold or come with him the angels in conjunction?&quot;</span></p><p class="c1"><span class="c0"></span></p><p class="c1"><span class="c0"></span></p><p class="c3"><span class="c0 c2">Summary</span><span class="c0">:</span></p><p class="c3"><span class="c0">14.1 KADA:to be near of doing it,but to not do it</span></p><p class="c3"><span class="c0">14.2 QARUBA:is a comprehensive word in all aspect. is of common usage</span></p><p class="c3"><span class="c0">14.3 DANA:for nearness of distance and lowliness in value and status</span></p><p class="c3"><span class="c0">14.4 AZIFA:for expression of shortness of time </span></p><p class="c3"><span class="c0">14.5 ZALAFA:for nearness in value and status</span></p><p class="c3"><span class="c0">14.6 QAB:extremely near in distance.like distance between one corner of bow to it&#39;s handle.QAB QWSIYN is of idiomatic usage</span></p><p class="c3"><span class="c0">14.7 IQTARN:such nearness in time or distance like both things have met each other.</span></p></body></html>