<html><head><title>n27</title><style type="text/css">ol{margin:0;padding:0}.c3{max-width:468pt;background-color:#ffffff;padding:72pt 72pt 72pt 72pt}.c0{color:#222222;font-size:10pt;background-color:#ffffff}.c1{height:11pt;direction:ltr}.c2{direction:ltr}.c4{font-weight:bold}.title{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:36pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}.subtitle{padding-top:18pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:24pt;font-family:"Georgia";padding-bottom:4pt}li{color:#000000;font-size:11pt;font-family:"Arial"}p{color:#000000;font-size:11pt;margin:0;font-family:"Arial"}h1{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:18pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}h2{padding-top:18pt;line-height:1.15;text-align:left;color:#000000;font-size:14pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h3{padding-top:14pt;line-height:1.15;text-align:left;color:#666666;font-size:12pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h4{padding-top:12pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:11pt;font-family:"Arial";padding-bottom:2pt}h5{padding-top:11pt;line-height:1.15;text-align:left;color:#666666;font-size:10pt;font-family:"Arial";font-weight:bold;padding-bottom:2pt}h6{padding-top:10pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:10pt;font-family:"Arial";padding-bottom:2pt}</style></head><body class="c3"><p class="c2"><span class="c0 c4">27 NAHANA-DHAWNA [To Take a Bath, To Wash] &nbsp; pg 862</span></p><p class="c1"><span class="c0 c4"></span></p><p class="c2"><span class="c0 c4">Synonyms:GHASALA &#1594;&#1614;&#1587;&#1614;&#1604;&#1614; IGHTASALA &#1575;&#1616;&#1594;&#1618;&#1578;&#1614;&#1587;&#1614;&#1604;&#1614; TAHHARA &#1591;&#1614;&#1607;&#1617;&#1614;&#1585;&#1614; ITTAHARA &#1575;&#1616;&#1591;&#1617;&#1614;&#1607;&#1614;&#1585;&#1614;</span></p><p class="c1"><span class="c0 c4"></span></p><p class="c2"><span class="c0 c4">27.1 GHASALA</span><span class="c0">:meaning to wash something and remove it&#39;s dirt and stain/uncleanliness. said in the QURAN</span></p><p class="c1"><span class="c0"></span></p><p class="c2"><span class="c0">Surat Al-M&#257;&#39;idah (The Table Spread) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1605;&#1575;&#1574;&#1583;&#1577;</span></p><p class="c2"><span class="c0">5:6</span></p><p class="c2"><span class="c0">&#1610;&#1614;&#1575; &#1571;&#1614;&#1610;&#1617;&#1615;&#1607;&#1614;&#1575; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1570;&#1605;&#1614;&#1606;&#1615;&#1608;&#1575; &#1573;&#1616;&#1584;&#1614;&#1575; &#1602;&#1615;&#1605;&#1618;&#1578;&#1615;&#1605;&#1618; &#1573;&#1616;&#1604;&#1614;&#1609; &#1575;&#1604;&#1589;&#1617;&#1614;&#1604;&#1614;&#1575;&#1577;&#1616; &#1601;&#1614;&#1575;&#1594;&#1618;&#1587;&#1616;&#1604;&#1615;&#1608;&#1575; &#1608;&#1615;&#1580;&#1615;&#1608;&#1607;&#1614;&#1603;&#1615;&#1605;&#1618; &#1608;&#1614;&#1571;&#1614;&#1610;&#1618;&#1583;&#1616;&#1610;&#1614;&#1603;&#1615;&#1605;&#1618; &#1573;&#1616;&#1604;&#1614;&#1609; &#1575;&#1604;&#1618;&#1605;&#1614;&#1585;&#1614;&#1575;&#1601;&#1616;&#1602;&#1616; &#1608;&#1614;&#1575;&#1605;&#1618;&#1587;&#1614;&#1581;&#1615;&#1608;&#1575; &#1576;&#1616;&#1585;&#1615;&#1569;&#1615;&#1608;&#1587;&#1616;&#1603;&#1615;&#1605;&#1618; &#1608;&#1614;&#1571;&#1614;&#1585;&#1618;&#1580;&#1615;&#1604;&#1614;&#1603;&#1615;&#1605;&#1618; &#1573;&#1616;&#1604;&#1614;&#1609; &#1575;&#1604;&#1618;&#1603;&#1614;&#1593;&#1618;&#1576;&#1614;&#1610;&#1618;&#1606;&#1616; &#1754; &#1608;&#1614;&#1573;&#1616;&#1606; &#1603;&#1615;&#1606;&#1578;&#1615;&#1605;&#1618; &#1580;&#1615;&#1606;&#1615;&#1576;&#1611;&#1575; &#1601;&#1614;&#1575;&#1591;&#1617;&#1614;&#1607;&#1617;&#1614;&#1585;&#1615;&#1608;&#1575; &#1754; &#1608;&#1614;&#1573;&#1616;&#1606; &#1603;&#1615;&#1606;&#1578;&#1615;&#1605; &#1605;&#1617;&#1614;&#1585;&#1618;&#1590;&#1614;&#1609;&#1648; &#1571;&#1614;&#1608;&#1618; &#1593;&#1614;&#1604;&#1614;&#1609;&#1648; &#1587;&#1614;&#1601;&#1614;&#1585;&#1613; &#1571;&#1614;&#1608;&#1618; &#1580;&#1614;&#1575;&#1569;&#1614; &#1571;&#1614;&#1581;&#1614;&#1583;&#1612; &#1605;&#1617;&#1616;&#1606;&#1603;&#1615;&#1605; &#1605;&#1617;&#1616;&#1606;&#1614; &#1575;&#1604;&#1618;&#1594;&#1614;&#1575;&#1574;&#1616;&#1591;&#1616; &#1571;&#1614;&#1608;&#1618; &#1604;&#1614;&#1575;&#1605;&#1614;&#1587;&#1618;&#1578;&#1615;&#1605;&#1615; &#1575;&#1604;&#1606;&#1617;&#1616;&#1587;&#1614;&#1575;&#1569;&#1614; &#1601;&#1614;&#1604;&#1614;&#1605;&#1618; &#1578;&#1614;&#1580;&#1616;&#1583;&#1615;&#1608;&#1575; &#1605;&#1614;&#1575;&#1569;&#1611; &#1601;&#1614;&#1578;&#1614;&#1610;&#1614;&#1605;&#1617;&#1614;&#1605;&#1615;&#1608;&#1575; &#1589;&#1614;&#1593;&#1616;&#1610;&#1583;&#1611;&#1575; &#1591;&#1614;&#1610;&#1617;&#1616;&#1576;&#1611;&#1575; &#1601;&#1614;&#1575;&#1605;&#1618;&#1587;&#1614;&#1581;&#1615;&#1608;&#1575; &#1576;&#1616;&#1608;&#1615;&#1580;&#1615;&#1608;&#1607;&#1616;&#1603;&#1615;&#1605;&#1618; &#1608;&#1614;&#1571;&#1614;&#1610;&#1618;&#1583;&#1616;&#1610;&#1603;&#1615;&#1605; &#1605;&#1617;&#1616;&#1606;&#1618;&#1607;&#1615; &#1754; &#1605;&#1614;&#1575; &#1610;&#1615;&#1585;&#1616;&#1610;&#1583;&#1615; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615; &#1604;&#1616;&#1610;&#1614;&#1580;&#1618;&#1593;&#1614;&#1604;&#1614; &#1593;&#1614;&#1604;&#1614;&#1610;&#1618;&#1603;&#1615;&#1605; &#1605;&#1617;&#1616;&#1606;&#1618; &#1581;&#1614;&#1585;&#1614;&#1580;&#1613; &#1608;&#1614;&#1604;&#1614;&#1648;&#1603;&#1616;&#1606; &#1610;&#1615;&#1585;&#1616;&#1610;&#1583;&#1615; &#1604;&#1616;&#1610;&#1615;&#1591;&#1614;&#1607;&#1617;&#1616;&#1585;&#1614;&#1603;&#1615;&#1605;&#1618; &#1608;&#1614;&#1604;&#1616;&#1610;&#1615;&#1578;&#1616;&#1605;&#1617;&#1614; &#1606;&#1616;&#1593;&#1618;&#1605;&#1614;&#1578;&#1614;&#1607;&#1615; &#1593;&#1614;&#1604;&#1614;&#1610;&#1618;&#1603;&#1615;&#1605;&#1618; &#1604;&#1614;&#1593;&#1614;&#1604;&#1617;&#1614;&#1603;&#1615;&#1605;&#1618; &#1578;&#1614;&#1588;&#1618;&#1603;&#1615;&#1585;&#1615;&#1608;&#1606;&#1614;</span></p><p class="c2"><span class="c0">O you who have believed, when you rise to [perform] prayer, wash your faces and your forearms to the elbows and wipe over your heads and wash your feet to the ankles. And if you are in a state of janabah, then purify yourselves. But if you are ill or on a journey or one of you comes from the place of relieving himself or you have contacted women and do not find water, then seek clean earth and wipe over your faces and hands with it. Allah does not intend to make difficulty for you, but He intends to purify you and complete His favor upon you that you may be grateful.</span></p><p class="c1"><span class="c0"></span></p><p class="c2"><span class="c0">and IGHTASALA meaning to clean entire body of dirt and uncleanliness or to bath. said in the QURAN</span></p><p class="c1"><span class="c0"></span></p><p class="c2"><span class="c0">Surat An-Nis&#257;&#39; (The Women) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1606;&#1587;&#1575;&#1569;</span></p><p class="c2"><span class="c0">4:43</span></p><p class="c2"><span class="c0">&#1610;&#1614;&#1575; &#1571;&#1614;&#1610;&#1617;&#1615;&#1607;&#1614;&#1575; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1570;&#1605;&#1614;&#1606;&#1615;&#1608;&#1575; &#1604;&#1614;&#1575; &#1578;&#1614;&#1602;&#1618;&#1585;&#1614;&#1576;&#1615;&#1608;&#1575; &#1575;&#1604;&#1589;&#1617;&#1614;&#1604;&#1614;&#1575;&#1577;&#1614; &#1608;&#1614;&#1571;&#1614;&#1606;&#1578;&#1615;&#1605;&#1618; &#1587;&#1615;&#1603;&#1614;&#1575;&#1585;&#1614;&#1609;&#1648; &#1581;&#1614;&#1578;&#1617;&#1614;&#1609;&#1648; &#1578;&#1614;&#1593;&#1618;&#1604;&#1614;&#1605;&#1615;&#1608;&#1575; &#1605;&#1614;&#1575; &#1578;&#1614;&#1602;&#1615;&#1608;&#1604;&#1615;&#1608;&#1606;&#1614; &#1608;&#1614;&#1604;&#1614;&#1575; &#1580;&#1615;&#1606;&#1615;&#1576;&#1611;&#1575; &#1573;&#1616;&#1604;&#1617;&#1614;&#1575; &#1593;&#1614;&#1575;&#1576;&#1616;&#1585;&#1616;&#1610; &#1587;&#1614;&#1576;&#1616;&#1610;&#1604;&#1613; &#1581;&#1614;&#1578;&#1617;&#1614;&#1609;&#1648; &#1578;&#1614;&#1594;&#1618;&#1578;&#1614;&#1587;&#1616;&#1604;&#1615;&#1608;&#1575; &#1754; &#1608;&#1614;&#1573;&#1616;&#1606; &#1603;&#1615;&#1606;&#1578;&#1615;&#1605; &#1605;&#1617;&#1614;&#1585;&#1618;&#1590;&#1614;&#1609;&#1648; &#1571;&#1614;&#1608;&#1618; &#1593;&#1614;&#1604;&#1614;&#1609;&#1648; &#1587;&#1614;&#1601;&#1614;&#1585;&#1613; &#1571;&#1614;&#1608;&#1618; &#1580;&#1614;&#1575;&#1569;&#1614; &#1571;&#1614;&#1581;&#1614;&#1583;&#1612; &#1605;&#1617;&#1616;&#1606;&#1603;&#1615;&#1605; &#1605;&#1617;&#1616;&#1606;&#1614; &#1575;&#1604;&#1618;&#1594;&#1614;&#1575;&#1574;&#1616;&#1591;&#1616; &#1571;&#1614;&#1608;&#1618; &#1604;&#1614;&#1575;&#1605;&#1614;&#1587;&#1618;&#1578;&#1615;&#1605;&#1615; &#1575;&#1604;&#1606;&#1617;&#1616;&#1587;&#1614;&#1575;&#1569;&#1614; &#1601;&#1614;&#1604;&#1614;&#1605;&#1618; &#1578;&#1614;&#1580;&#1616;&#1583;&#1615;&#1608;&#1575; &#1605;&#1614;&#1575;&#1569;&#1611; &#1601;&#1614;&#1578;&#1614;&#1610;&#1614;&#1605;&#1617;&#1614;&#1605;&#1615;&#1608;&#1575; &#1589;&#1614;&#1593;&#1616;&#1610;&#1583;&#1611;&#1575; &#1591;&#1614;&#1610;&#1617;&#1616;&#1576;&#1611;&#1575; &#1601;&#1614;&#1575;&#1605;&#1618;&#1587;&#1614;&#1581;&#1615;&#1608;&#1575; &#1576;&#1616;&#1608;&#1615;&#1580;&#1615;&#1608;&#1607;&#1616;&#1603;&#1615;&#1605;&#1618; &#1608;&#1614;&#1571;&#1614;&#1610;&#1618;&#1583;&#1616;&#1610;&#1603;&#1615;&#1605;&#1618; &#1751; &#1573;&#1616;&#1606;&#1617;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1614; &#1603;&#1614;&#1575;&#1606;&#1614; &#1593;&#1614;&#1601;&#1615;&#1608;&#1617;&#1611;&#1575; &#1594;&#1614;&#1601;&#1615;&#1608;&#1585;&#1611;&#1575;</span></p><p class="c2"><span class="c0">O you who have believed, do not approach prayer while you are intoxicated until you know what you are saying or in a state of janabah, except those passing through [a place of prayer], until you have washed [your whole body]. And if you are ill or on a journey or one of you comes from the place of relieving himself or you have contacted women and find no water, then seek clean earth and wipe over your faces and your hands [with it]. Indeed, Allah is ever Pardoning and Forgiving.</span></p><p class="c1"><span class="c0"></span></p><p class="c2"><span class="c0 c4">27.2 TAHHARA</span><span class="c0">:TAHARAT&#39;s &#1591;&#1614;&#1607;&#1614;&#1585;&#1614;&#1578;&#1618; antonym is TAMACAT &#1591;&#1614;&#1605;&#1614;&#1579;&#1614;&#1578;&#1618; meaning women having menstruation.and TAHARAT meaning after menstruation to purify by bathing.and word TAHHARA is of wider context in usage than GHASALA .TAHARAT is on three methods.TAHARAT ZAHIRY,HUKMIY and QALBI[Physical Purity,Commanded Purity and Purity of Heart].take it&#39;s example as that if there occurs slight droplet of urine on a cloth then it doesn&#39;t become dirty but does become impure. said in the QURAN</span></p><p class="c1"><span class="c0"></span></p><p class="c2"><span class="c0">Surat Al-Muddaththir (The Cloaked One) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1605;&#1583;&#1579;&#1585;</span></p><p class="c2"><span class="c0">74:4</span></p><p class="c2"><span class="c0">&#1608;&#1614;&#1579;&#1616;&#1610;&#1614;&#1575;&#1576;&#1614;&#1603;&#1614; &#1601;&#1614;&#1591;&#1614;&#1607;&#1617;&#1616;&#1585;&#1618;</span></p><p class="c2"><span class="c0">And your clothing purify</span></p><p class="c1"><span class="c0"></span></p><p class="c2"><span class="c0">so TAHHARA refers to cleaning clothes from dirth and uncleanliness as well to purify of it impurities. and this is also the difference between ITTAHARA(bathing) and IGHTASALA(bathing). as well.</span></p><p class="c1"><span class="c0"></span></p><p class="c2"><span class="c0 c4">Summary:</span></p><p class="c2"><span class="c0">GHASALA and IGHTASALA used for removing dirt and stain or cleanliness only whereas TAHHARA and ITTAHARA is used in addition to removing dirt and stain or uncleanliness also to remove impurities</span></p></body></html>