<html><head><style type="text/css">ol{margin:0;padding:0}.c0{color:#222222;font-size:12pt;background-color:#ffffff;font-weight:bold}.c5{max-width:468pt;background-color:#ffffff;padding:72pt 72pt 72pt 72pt}.c7{color:#222222;font-size:16pt;background-color:#ffffff}.c3{color:#222222;font-size:12pt;background-color:#ffffff}.c1{color:#222222;background-color:#ffffff;font-weight:bold}.c6{color:#222222;font-size:12pt}.c9{color:#222222;background-color:#ffffff}.c2{direction:ltr}.c4{height:11pt}.c8{direction:rtl}.title{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:36pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}.subtitle{padding-top:18pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:24pt;font-family:"Georgia";padding-bottom:4pt}li{color:#000000;font-size:11pt;font-family:"Arial"}p{color:#000000;font-size:11pt;margin:0;font-family:"Arial"}h1{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:18pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}h2{padding-top:18pt;line-height:1.15;text-align:left;color:#000000;font-size:14pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h3{padding-top:14pt;line-height:1.15;text-align:left;color:#666666;font-size:12pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h4{padding-top:12pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:11pt;font-family:"Arial";padding-bottom:2pt}h5{padding-top:11pt;line-height:1.15;text-align:left;color:#666666;font-size:10pt;font-family:"Arial";font-weight:bold;padding-bottom:2pt}h6{padding-top:10pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:10pt;font-family:"Arial";padding-bottom:2pt}</style></head><body class="c5"><p class="c2"><span class="c1">30 MASHHUWR KARNA [Disseminate/Promulgate]</span></p><p class="c2 c4"><span class="c1"></span></p><p class="c2"><span class="c1">Synonyms SHA3A &#1588;&#1614;&#1575;&#1593;&#1614;from SH-YA-3A (&#1588;&#1610;&#1593;) &nbsp;AZAA&rsquo; (&#1575;&#1614;&#1584;&#1614;&#1575;&#1593;&#1614;) from ZA-YA-3A (&#1584;&#1610;&#1593;)ARJAFA (&#1575;&#1614;&#1585;&#1618;&#1580;&#1614;&#1601;&#1614;)AHALLA (&#1575;&#1614;&#1726;&#1614;&#1604;&#1617;&#1614;)</span></p><p class="c2 c4"><span class="c1"></span></p><p class="c2"><span class="c1">30.1 SHA3A (&#1588;&#1614;&#1575;&#1593;&#1614;)</span><span class="c9">:SHA3A ALKHABR(&#1588;&#1614;&#1575;&#1593;&#1614; &#1575;&#1604;&#1618;&#1582;&#1614;&#1576;&#1618;&#1585;) meaning news spread out and in force. SHA3A ALQAWM &#1588;&#1575;&#1593; &#1575;&#1604;&#1602;&#1608;&#1605; meaning nation dispersed and increased.and ASHSHIYA3 &#1575;&#1604;&#1588;&#1610;&#1575;&#1593; meaning to be dispersed and to strengthen. so word SHA3 is used for spreading of some discourse whether good or bad among the people and also along with that to become common.from this is derived famous word ASHA3AT &#1575;&#1588;&#1575;&#1593;&#1578;(Circulation of print news/media/publication) .ALLAH said</span></p><p class="c2 c4"><span class="c9"></span></p><p class="c2"><span class="c3">Surah Al-Noor (The light): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1606;&#1608;&#1585; 24:19</span></p><p class="c8"><span class="c7">&#1573;&#1616;&#1606;&#1617;&#1614; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1610;&#1615;&#1581;&#1616;&#1576;&#1617;&#1615;&#1608;&#1606;&#1614; &#1571;&#1614;&#1606; &#1578;&#1614;&#1588;&#1616;&#1610;&#1593;&#1614; &#1575;&#1604;&#1618;&#1601;&#1614;&#1575;&#1581;&#1616;&#1588;&#1614;&#1577;&#1615; &#1601;&#1616;&#1610; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1570;&#1605;&#1614;&#1606;&#1615;&#1608;&#1575; &#1604;&#1614;&#1607;&#1615;&#1605;&#1618; &#1593;&#1614;&#1584;&#1614;&#1575;&#1576;&#1612; &#1571;&#1614;&#1604;&#1616;&#1610;&#1605;&#1612;</span></p><p class="c2"><span class="c3">Those who love to see immorality spread among the believers&mdash;for them is a painful punishment, in this life and in the Hereafter. </span></p><p class="c2 c4"><span class="c0"></span></p><p class="c2"><span class="c0">30.2 AZAA&rsquo; (&#1575;&#1614;&#1584;&#1614;&#1575;&#1593;&#1614;): </span><span class="c3">&nbsp;ZAA&rsquo; (&#1584;&#1614;&#1575;&#1593;&#1614;) means to appear and spread. ZAA&rsquo;-AL-KHABAR (&#1584;&#1575;&#1593; &#1575;&#1604;&#1582;&#1576;&#1585;) means news appeared and spread. RAJULUN-AZAUN (&#1585;&#1614;&#1580;&#1615;&#1604;&#1612; &#1740;&#1584;&#1614;&#1575;&#1593;&#1612;) is a person who cannot keep secret. Thus AZAA&rsquo; (&#1575;&#1614;&#1584;&#1614;&#1575;&#1593;&#1614;) means surfacing of such news that was not supposed to come to lime light. And IZAA&rsquo;H (&#1575;&#1616;&#1584;&#1614;&#1575;&#1593;&#1614;&#1577;) means a radio. Because radio telecasts news of countries who are not pleased by telecasting of it. Means spreading of news. Allah says in the Quran</span></p><p class="c2"><span class="c3">Surah An-Nisa (The women): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1606;&#1616;&#1617;&#1587;&#1575; 4:83</span></p><p class="c8"><span class="c7">&#1608;&#1614;&#1573;&#1616;&#1584;&#1614;&#1575; &#1580;&#1614;&#1575;&#1569;&#1614;&#1607;&#1615;&#1605;&#1618; &#1571;&#1614;&#1605;&#1618;&#1585;&#1612; &#1605;&#1616;&#1617;&#1606;&#1614; &#1575;&#1604;&#1618;&#1571;&#1614;&#1605;&#1618;&#1606;&#1616; &#1571;&#1614;&#1608;&#1616; &#1575;&#1604;&#1618;&#1582;&#1614;&#1608;&#1618;&#1601;&#1616; &#1571;&#1614;&#1584;&#1614;&#1575;&#1593;&#1615;&#1608;&#1575; &#1576;&#1616;&#1607;&#1616;</span></p><p class="c2"><span class="c3">And when there comes to them information about [public] security or fear, they spread it around.</span></p><p class="c2 c4"><span class="c0"></span></p><p class="c2"><span class="c0">30.3 ARJAFA (&#1575;&#1614;&#1585;&#1618;&#1580;&#1614;&#1601;&#1614;):</span><span class="c3">&nbsp;RAJF (&#1585;&#1614;&#1580;&#1618;&#1601;) means extreme agitation. RAJAFAH (&#1585;&#1614;&#1580;&#1618;&#1601;&#1614;&#1577;) means the climax of earthquake. Violent tremors and BAHRUN-RIJAFUN (&#1576;&#1614;&#1581;&#1618;&#1585;&#1612; &#1585;&#1616;&#1580;&#1575;&#1601;&#1612;) means violent sea (dictionary al Manjad). ARJAFA (&#1575;&#1614;&#1585;&#1618;&#1580;&#1614;&#1601;&#1614;) means causing perturbation and thrill amongst people by spreading a rumor, ARAJEEF (&#1575;&#1614;&#1585;&#1614;&#1575;&#1580;&#1616;&#1740;&#1601;) means baseless news, rumors. Allah says in the Quran</span></p><p class="c2"><span class="c3">Surah Al-Ahzaab (The clans): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1575;&#1620;&#1581;&#1586;&#1614;&#1575;&#1576; 33:60</span></p><p class="c8"><span class="c7">&#1604;&#1617;&#1614;&#1574;&#1616;&#1606; &#1604;&#1617;&#1614;&#1605;&#1618; &#1610;&#1614;&#1606;&#1578;&#1614;&#1607;&#1616; &#1575;&#1604;&#1618;&#1605;&#1615;&#1606;&#1614;&#1575;&#1601;&#1616;&#1602;&#1615;&#1608;&#1606;&#1614; &#1608;&#1614;&#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1601;&#1616;&#1610; &#1602;&#1615;&#1604;&#1615;&#1608;&#1576;&#1616;&#1607;&#1616;&#1605; &#1605;&#1617;&#1614;&#1585;&#1614;&#1590;&#1612; &#1608;&#1614;&#1575;&#1604;&#1618;&#1605;&#1615;&#1585;&#1618;&#1580;&#1616;&#1601;&#1615;&#1608;&#1606;&#1614; &#1601;&#1616;&#1610; &#1575;&#1604;&#1618;&#1605;&#1614;&#1583;&#1616;&#1610;&#1606;&#1614;&#1577;&#1616; &#1604;&#1614;&#1606;&#1615;&#1594;&#1618;&#1585;&#1616;&#1610;&#1614;&#1606;&#1617;&#1614;&#1603;&#1614; &#1576;&#1616;&#1607;&#1616;&#1605;&#1618; &#1579;&#1615;&#1605;&#1617;&#1614; &#1604;&#1614;&#1575; &#1610;&#1615;&#1580;&#1614;&#1575;&#1608;&#1616;&#1585;&#1615;&#1608;&#1606;&#1614;&#1603;&#1614; &#1601;&#1616;&#1610;&#1607;&#1614;&#1575; &#1573;&#1616;&#1604;&#1617;&#1614;&#1575; &#1602;&#1614;&#1604;&#1616;&#1610;&#1604;&#1611;&#1575;</span></p><p class="c2"><span class="c3">If the hypocrites and those in whose hearts is disease and those who spread rumors in al-Madinah do not cease, We will surely incite you against them; then they will not remain your neighbors therein except for a little.</span></p><p class="c2 c4"><span class="c0"></span></p><p class="c2"><span class="c0">30.4 AHALLA (&#1575;&#1614;&#1726;&#1614;&#1604;&#1617;&#1614;):</span><span class="c3">&nbsp;Means to raise voices by taking name of something. HILAL (&#1726;&#1616;&#1604;&#1575;&#1614;&#1604;) means a new moon, upon seeing it people call each other and raise voices. TEHLEEL means to say LA-ILAHA-ILLALAH (&#1604;&#1614;&#1575;&#1575;&#1604;&#1648;&#1607;&#1614; &#1575;&#1616;&#1604;&#1617;&#1614;&#1575; &#1575;&#1604;&#1604;&#1729;&#1615;) loudly. In the Quran</span></p><p class="c2"><span class="c3">Surah Al-Baqarah (The cow): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1576;&#1614;&#1602;&#1614;&#1585;&#1614;&#1731; &nbsp;2:173</span></p><p class="c8"><span class="c7">&#1573;&#1616;&#1606;&#1617;&#1614;&#1605;&#1614;&#1575; &#1581;&#1614;&#1585;&#1617;&#1614;&#1605;&#1614; &#1593;&#1614;&#1604;&#1614;&#1610;&#1618;&#1603;&#1615;&#1605;&#1615; &#1575;&#1604;&#1618;&#1605;&#1614;&#1610;&#1618;&#1578;&#1614;&#1577;&#1614; &#1608;&#1614;&#1575;&#1604;&#1583;&#1617;&#1614;&#1605;&#1614; &#1608;&#1614;&#1604;&#1614;&#1581;&#1618;&#1605;&#1614; &#1575;&#1604;&#1618;&#1582;&#1616;&#1606;&#1586;&#1616;&#1610;&#1585;&#1616; &#1608;&#1614;&#1605;&#1614;&#1575; &#1571;&#1615;&#1607;&#1616;&#1604;&#1617;&#1614; &#1576;&#1616;&#1607;&#1616; &#1604;&#1616;&#1594;&#1614;&#1610;&#1618;&#1585;&#1616; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616;</span></p><p class="c2"><span class="c3">Surely He has prohibited for you only carrion (i.e. dead meat) and blood and the flesh of swine, and whatever has been acclaimed to other than Allah</span></p><p class="c2 c4"><span class="c0"></span></p><p class="c2"><span class="c0">Summary:</span></p><p class="c2"><span class="c3">30.1 ASHAA&rsquo;: To spread good news. To publish.</span></p><p class="c2"><span class="c3">30.2 AZAA&rsquo;: To spread news. &nbsp;To spread out secrets or things related to secrets.</span></p><p class="c2"><span class="c3">30.3 ARJAFA: To spread something that causes perturbation and restlessness.</span></p><p class="c2"><span class="c3">30.4 AHALLA: To raise voice by taking name of something and make it popular.</span></p><p class="c2 c4"><span class="c3"></span></p><p class="c2 c4"><span class="c6"></span></p><p class="c2 c4"><span></span></p></body></html>