<html><head><title>m32</title><style type="text/css">ol{margin:0;padding:0}.c1{color:#222222;font-size:12pt;background-color:#ffffff}.c6{max-width:468pt;background-color:#ffffff;padding:72pt 72pt 72pt 72pt}.c2{color:#222222;font-size:16pt;background-color:#ffffff}.c0{direction:ltr}.c5{direction:rtl}.c4{font-weight:bold}.c3{height:11pt}.title{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:36pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}.subtitle{padding-top:18pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:24pt;font-family:"Georgia";padding-bottom:4pt}li{color:#000000;font-size:11pt;font-family:"Arial"}p{color:#000000;font-size:11pt;margin:0;font-family:"Arial"}h1{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:18pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}h2{padding-top:18pt;line-height:1.15;text-align:left;color:#000000;font-size:14pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h3{padding-top:14pt;line-height:1.15;text-align:left;color:#666666;font-size:12pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h4{padding-top:12pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:11pt;font-family:"Arial";padding-bottom:2pt}h5{padding-top:11pt;line-height:1.15;text-align:left;color:#666666;font-size:10pt;font-family:"Arial";font-weight:bold;padding-bottom:2pt}h6{padding-top:10pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:10pt;font-family:"Arial";padding-bottom:2pt}</style></head><body class="c6"><p class="c0"><span class="c1 c4">32 MAZBOOT BANANA &ndash; KARNA [to strengthen, to make firm]</span></p><p class="c0 c3"><span class="c1 c4"></span></p><p class="c0"><span class="c1 c4">SYNONYMS: THABBATA, AHKAMA, AWTHAQA, SHADD, ATHQANA, RABATA, AZARA, AQQDA, WAKKADA, SANNADA, RASSA, SHAYYAD</span></p><p class="c0 c3"><span class="c1 c4"></span></p><p class="c0"><span class="c1 c4">32.1 THABBATA (&#1579;&#1614;&#1576;&#1617;&#1614;&#1578;&#1614;):</span><span class="c1">&nbsp;Means to solidify something in its place, to strengthen, to make it stand firm. Allah says in the Quran</span></p><p class="c0"><span class="c1">Surah Ibraheem (Abraham): &#1587;&#1608;&#1585;&#1731; &#1575;&#1576;&#1585;&#1575;&#1726;&#1740;&#1605; 14:27</span></p><p class="c5"><span class="c2">&#1610;&#1615;&#1579;&#1614;&#1576;&#1616;&#1617;&#1578;&#1615; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1570;&#1605;&#1614;&#1606;&#1615;&#1608;&#1575; &#1576;&#1616;&#1575;&#1604;&#1618;&#1602;&#1614;&#1608;&#1618;&#1604;&#1616; &#1575;&#1604;&#1579;&#1617;&#1614;&#1575;&#1576;&#1616;&#1578;&#1616; &#1601;&#1616;&#1610; &#1575;&#1604;&#1618;&#1581;&#1614;&#1610;&#1614;&#1575;&#1577;&#1616; &#1575;&#1604;&#1583;&#1617;&#1615;&#1606;&#1618;&#1610;&#1614;&#1575; &#1608;&#1614;&#1601;&#1616;&#1610; &#1575;&#1604;&#1618;&#1570;&#1582;&#1616;&#1585;&#1614;&#1577;&#1616;</span></p><p class="c0"><span class="c1">Allah will establish in strength those who believe, with the word that stands firm, in this world and in the Hereafter;</span></p><p class="c0 c3"><span class="c1 c4"></span></p><p class="c0"><span class="c1 c4">32.2 AHKAMA (&#1575;&#1614;&#1581;&#1618;&#1705;&#1605;):</span><span class="c1">&nbsp;Wisdom, to strengthen something with experience and profundity. And HAKEEM (&#1581;&#1705;&#1740;&#1605;) means a scholar of Laws and affairs. Allah says in the Quran</span></p><p class="c0"><span class="c1">Surah Al-Hajj (The Pilgrimage): &#1587;&#1615;&#1608;&#1761;&#1585;&#1614;&#1577;&#1615; &#1575;&#1604;&#1581;&#1614;&#1580;&#1617; 22:52</span></p><p class="c5"><span class="c2">&#1579;&#1615;&#1605;&#1617;&#1614; &#1610;&#1615;&#1581;&#1618;&#1603;&#1616;&#1605;&#1615; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615; &#1570;&#1610;&#1614;&#1575;&#1578;&#1616;&#1607;&#1616;</span></p><p class="c0"><span class="c1">&nbsp;God affirms His revelations.</span></p><p class="c0"><span class="c1">&nbsp;</span></p><p class="c0"><span class="c1">AYAT-E-MUHKMAAT (&#1575;&#1740;&#1575; &#1578; &#1605;&#1581;&#1705;&#1605;&#1648;&#1578;) are those that have no ambiguity in meaning and words.</span></p><p class="c0 c3"><span class="c1 c4"></span></p><p class="c0"><span class="c1 c4">Page 814</span></p><p class="c0"><span class="c1 c4">32.3 AWTHAQA (&#1575;&#1614;&#1608;&#1618;&#1579;&#1614;&#1602;&#1614;):</span><span class="c1">&nbsp;Means to make an oath strong and reliable. Or bind someone firmly with ropes. Allah says in the Quran</span></p><p class="c0"><span class="c1">Surah Al-Fajr (The Dawn): &#1587;&#1615;&#1608;&#1761;&#1585;&#1614;&#1577;&#1615; &#1575;&#1604;&#1601;&#1614;&#1580;&#1585; 89:26</span></p><p class="c5"><span class="c2">&#1608;&#1614;&#1604;&#1614;&#1575; &#1610;&#1615;&#1608;&#1579;&#1616;&#1602;&#1615; &#1608;&#1614;&#1579;&#1614;&#1575;&#1602;&#1614;&#1607;&#1615; &#1571;&#1614;&#1581;&#1614;&#1583;&#1612;</span></p><p class="c0"><span class="c1">And none will bind [as severely] as His binding [of the evildoers].</span></p><p class="c0"><span class="c1">&nbsp;</span></p><p class="c0"><span class="c1">In another place in the Quran</span></p><p class="c0"><span class="c1">Surah Al-Maeda (The table spread): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1605;&#1614;&#1575;&#1574;&#1583;&#1729; 5:7</span></p><p class="c5"><span class="c2">&#1608;&#1614;&#1575;&#1584;&#1618;&#1603;&#1615;&#1585;&#1615;&#1608;&#1575; &#1606;&#1616;&#1593;&#1618;&#1605;&#1614;&#1577;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1593;&#1614;&#1604;&#1614;&#1610;&#1618;&#1603;&#1615;&#1605;&#1618; &#1608;&#1614;&#1605;&#1616;&#1610;&#1579;&#1614;&#1575;&#1602;&#1614;&#1607;&#1615; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610; &#1608;&#1614;&#1575;&#1579;&#1614;&#1602;&#1614;&#1603;&#1615;&#1605; &#1576;&#1616;&#1607;&#1616;</span></p><p class="c0"><span class="c1">And remember the favor of Allah on you and His covenant with which He bound you firmly,</span></p><p class="c0 c3"><span class="c1 c4"></span></p><p class="c0"><span class="c1 c4">32.4 SHADD (&#1588;&#1583;&#1617;):</span><span class="c1">&nbsp;Something being strong and robust individually. Used as both transitive and intransitive. And SHADEED (&#1588;&#1583;&#1740;&#1583;) means extreme, ASHUDD (&#1575;&#1588;&#1615;&#1583;&#1617;) means that part of youth when strength is at its peak. Allah says in the Quran</span></p><p class="c0"><span class="c1">Surah Al-Insan (The Man) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1575;&#1606;&#1587;&#1575;&#1606; 76:28</span></p><p class="c5"><span class="c2">&#1606;&#1617;&#1614;&#1581;&#1618;&#1606;&#1615; &#1582;&#1614;&#1604;&#1614;&#1602;&#1618;&#1606;&#1614;&#1575;&#1607;&#1615;&#1605;&#1618; &#1608;&#1614;&#1588;&#1614;&#1583;&#1614;&#1583;&#1618;&#1606;&#1614;&#1575; &#1571;&#1614;&#1587;&#1618;&#1585;&#1614;&#1607;&#1615;&#1605;&#1618;</span></p><p class="c0"><span class="c1">We have created them and strengthened their forms,</span></p><p class="c0 c3"><span class="c1 c4"></span></p><p class="c0"><span class="c1 c4">32.5 ATHQAN-AL-AMR (&#1575;&#1614;&#1579;&#1618;&#1602;&#1614;&#1606;&#1614; &#1575;&#1604;&#1618;&#1575;&#1614;&#1605;&#1618;&#1585;):</span><span class="c1">&nbsp;Means to make a task firmly. And THAQQAN-AL-ARD (&#1579;&#1614;&#1602;&#1617;&#1614;&#1606;&#1614; &#1575;&#1604;&#1618;&#1575;&#1614;&#1585;&#1618;&#1590;&#1614;) means to strengthen and enriching earth by irrigating it with muddy and rich water. RAJULUN-THAQINUN (&#1585;&#1614;&#1580;&#1615;&#1604;&#1612; &#1579;&#1614;&#1602;&#1616;&#1606;&#1612;) means someone who performs a task reliably. Expert in a task (dictionary al Manjad). Intelligent in work, and someone who performs a task correctly. This ATHQAN (&#1575;&#1614;&#1579;&#1618;&#1602;&#1614;&#1606;&#1614;) means to strengthen something with expertise. Allah says in the Quran</span></p><p class="c0"><span class="c1">Surah An-Naml (The ant): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1606;&#1617;&#1614;&#1605;&#1604; 27:88</span></p><p class="c5"><span class="c2">&#1589;&#1615;&#1606;&#1618;&#1593;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610; &#1571;&#1614;&#1578;&#1618;&#1602;&#1614;&#1606;&#1614; &#1603;&#1615;&#1604;&#1617;&#1614; &#1588;&#1614;&#1610;&#1618;&#1569;&#1613;</span></p><p class="c0"><span class="c1">The Work of Allah, Who perfected all things,</span></p><p class="c0 c3"><span class="c1 c4"></span></p><p class="c0"><span class="c1 c4">32.6 RABATA (&#1585;&#1614;&#1576;&#1614;&#1591;&#1614;):</span><span class="c1">&nbsp;Means to tie up firmly, an idiom. RABT ALLAHU ALA QALBHI (&#1585;&#1576;&#1591; &#1575;&#1604;&#1604;&#1729;&#1615; &#1593;&#1604;&#1648;&#1740; &#1602;&#1604;&#1576;&#1607;) means Allah bestowed his heart with strength and patience. And RIBAAT (&#1585;&#1616;&#1576;&#1614;&#1575;&#1591;) means something which other things are tied to. RABITA (&#1585;&#1614;&#1575;&#1576;&#1616;&#1591;&#1729;) means bonds and attachments (dictionary al Manjad). Allah says in the Quran</span></p><p class="c0"><span class="c1">Surah Al Qasas (The stories): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1602;&#1614;&#1589;&#1614;&#1589; 28:10</span></p><p class="c5"><span class="c2">&#1608;&#1614;&#1571;&#1614;&#1589;&#1618;&#1576;&#1614;&#1581;&#1614; &#1601;&#1615;&#1572;&#1614;&#1575;&#1583;&#1615; &#1571;&#1615;&#1605;&#1616;&#1617; &#1605;&#1615;&#1608;&#1587;&#1614;&#1609;&#1648; &#1601;&#1614;&#1575;&#1585;&#1616;&#1594;&#1611;&#1575; &#1750; &#1573;&#1616;&#1606; &#1603;&#1614;&#1575;&#1583;&#1614;&#1578;&#1618; &#1604;&#1614;&#1578;&#1615;&#1576;&#1618;&#1583;&#1616;&#1610; &#1576;&#1616;&#1607;&#1616; &#1604;&#1614;&#1608;&#1618;&#1604;&#1614;&#1575; &#1571;&#1614;&#1606; &#1585;&#1617;&#1614;&#1576;&#1614;&#1591;&#1618;&#1606;&#1614;&#1575; &#1593;&#1614;&#1604;&#1614;&#1609;&#1648; &#1602;&#1614;&#1604;&#1618;&#1576;&#1616;&#1607;&#1614;&#1575;</span></p><p class="c0"><span class="c1">And the heart of the mother of Musa (Moses) became empty [from every thought, except the thought of Musa (Moses)]. She was very near to disclose his (case, i.e. the child is her son), had We not strengthened her heart (with Faith)</span></p><p class="c0"><span class="c1">&nbsp;</span></p><p class="c0"><span class="c1 c4">32.7 AZARA (&#1575;&#1648;&#1586;&#1614;&#1585;&#1614;):</span><span class="c1">&nbsp;AL-IZR (&#1575;&#1614;&#1604;&#1618;&#1575;&#1616;&#1586;&#1618;&#1585;) means root or TEHBAND (a cloth around the waist and passing between the legs); AL-AZAAR (&#1575;&#1604;&#1575;&#1586;&#1575;&#1585;) means a sheet of cloth, TEHBAND, curtains, support or a wall. AAZAR-AN-NABATAT (&#1575;&#1648;&#1586;&#1614;&#1585;&#1614; &#1575;&#1604;&#1606;&#1576;&#1575;&#1578;) means entwining of plants. AZZARAH (&#1575;&#1614;&#1586;&#1617;&#1614;&#1585;&#1614;&#1729;) means to give strength, to empower (dictionary al Manjad). Thus AAZARA (&#1575;&#1648;&#1586;&#1614;&#1585;&#1614;) means to strengthen someone gradually by giving it power. Allah says in the Quran</span></p><p class="c0"><span class="c1">Surah Al-Fath (The victory): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1601;&#1614;&#1578;&#1618;&#1581; &nbsp;48:29</span></p><p class="c5"><span class="c2">&#1603;&#1614;&#1586;&#1614;&#1585;&#1618;&#1593;&#1613; &#1571;&#1614;&#1582;&#1618;&#1585;&#1614;&#1580;&#1614; &#1588;&#1614;&#1591;&#1618;&#1571;&#1614;&#1607;&#1615; &#1601;&#1614;&#1570;&#1586;&#1614;&#1585;&#1614;&#1607;&#1615;</span></p><p class="c0"><span class="c1">&nbsp;Like a plant that sprouts, becomes strong, grows thick, and rests on its stem,</span></p><p class="c0 c3"><span class="c1 c4"></span></p><p class="c0"><span class="c1 c4">Page 815</span></p><p class="c0"><span class="c1 c4">32.8 WAKKADA (&#1608;&#1614;&#1705;&#1617;&#1614;&#1583;&#1614;): </span><span class="c1">WIKAAD (&#1608;&#1705;&#1575;&#1583;) is that rope with which the legs of cows and other animals are tied together while milking them. WAKKAD (&#1608;&#1614;&#1705;&#1617;&#1614;&#1583;) or AKKAD (&#1575;&#1614;&#1705;&#1617;&#1614;&#1583;&#1614;), or AWKAD-AS-SARJ-AWIL-AHAD (&#1575;&#1614;&#1608;&#1618;&#1705;&#1614;&#1583;&#1614; &#1575;&#1604;&#1587;&#1617;&#1614;&#1585;&#1580; &#1575;&#1614;&#1608;&#1616;&#1575;&#1604;&#1618;&#1593;&#1614;&#1726;&#1618;&#1583;) means to tie up firmly or strengthen an accord.</span></p><p class="c0"><span class="c1">Surah An-Nahl (The Bee): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1606;&#1617;&#1581;&#1604;16:91</span></p><p class="c5"><span class="c2">&#1608;&#1614;&#1604;&#1614;&#1575; &#1578;&#1614;&#1606;&#1602;&#1615;&#1590;&#1615;&#1608;&#1575; &#1575;&#1604;&#1618;&#1571;&#1614;&#1610;&#1618;&#1605;&#1614;&#1575;&#1606;&#1614; &#1576;&#1614;&#1593;&#1618;&#1583;&#1614; &#1578;&#1614;&#1608;&#1618;&#1603;&#1616;&#1610;&#1583;&#1616;&#1607;&#1614;&#1575; &nbsp;</span></p><p class="c0"><span class="c1">And do not break oaths after their confirmation</span></p><p class="c0 c3"><span class="c1 c4"></span></p><p class="c0"><span class="c1 c4">32.9 AQQDA (&#1593;&#1614;&#1602;&#1617;&#1614;&#1583;&#1614;):</span><span class="c1">&nbsp;AQADA (&#1593;&#1614;&#1602;&#1614;&#1583;&#1614;) means to tie a knot; AQDAH (&#1593;&#1602;&#1583;&#1731;) means a knot, tangle, or a difficult matter. AQQAD-AL-BAE&rsquo;-WAL-YAMEEN (&#1593;&#1614;&#1602;&#1617;&#1614;&#1583; &#1575;&#1604;&#1576;&#1740;&#1593; &#1608; &#1575;&#1604;&#1740;&#1605;&#1740;&#1606;) to an oath or (dictionary al Manjad). AQD (&#1593;&#1614;&#1602;&#1618;&#1583;) means an oath or a covenant; Declaration. (Plural AQOOD (&#1593;&#1602;&#1608;&#1583;)) Allah says in the Quran</span></p><p class="c0"><span class="c1">Surah Al-Maeda (The table spread): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1605;&#1614;&#1575;&#1574;&#1583;&#1729; 5:89</span></p><p class="c5"><span class="c2">&#1604;&#1614;&#1575; &#1610;&#1615;&#1572;&#1614;&#1575;&#1582;&#1616;&#1584;&#1615;&#1603;&#1615;&#1605;&#1615; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615; &#1576;&#1616;&#1575;&#1604;&#1604;&#1617;&#1614;&#1594;&#1618;&#1608;&#1616; &#1601;&#1616;&#1610; &#1571;&#1614;&#1610;&#1618;&#1605;&#1614;&#1575;&#1606;&#1616;&#1603;&#1615;&#1605;&#1618; &#1608;&#1614;&#1604;&#1614;&#1648;&#1603;&#1616;&#1606; &#1610;&#1615;&#1572;&#1614;&#1575;&#1582;&#1616;&#1584;&#1615;&#1603;&#1615;&#1605; &#1576;&#1616;&#1605;&#1614;&#1575; &#1593;&#1614;&#1602;&#1617;&#1614;&#1583;&#1578;&#1617;&#1615;&#1605;&#1615; &#1575;&#1604;&#1618;&#1571;&#1614;&#1610;&#1618;&#1605;&#1614;&#1575;&#1606;&#1614;</span></p><p class="c0"><span class="c1">Allah will not call you to account for what is futile in your oaths, but He will call you to account for your deliberate oaths:</span></p><p class="c0 c3"><span class="c1 c4"></span></p><p class="c0"><span class="c1 c4">32.10 SANNADA (&#1587;&#1614;&#1606;&#1617;&#1614;&#1583;&#1614;):</span><span class="c1">&nbsp;SANADA (&#1587;&#1614;&#1606;&#1614;&#1583;&#1614;) to trust, to rely, to get support from, SANNADA (&#1587;&#1614;&#1606;&#1617;&#1614;&#1583;&#1614;) means to give support and strengthen (dictionary al Manjad). For instance when the wood supporting the roof gets weak, then another wood log is place under them to support and strengthen the roof. Allah says in the Quran</span></p><p class="c0"><span class="c1">Surah Al-Munafiqoon (The Hypocrites) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1605;&#1606;&#1575;&#1601;&#1602;&#1608;&#1606; 63:4</span></p><p class="c5"><span class="c2">&#1603;&#1614;&#1571;&#1614;&#1606;&#1617;&#1614;&#1607;&#1615;&#1605;&#1618; &#1582;&#1615;&#1588;&#1615;&#1576;&#1612; &#1605;&#1617;&#1615;&#1587;&#1614;&#1606;&#1617;&#1614;&#1583;&#1614;&#1577;&#1612; &#1750; &#1610;&#1614;&#1581;&#1618;&#1587;&#1614;&#1576;&#1615;&#1608;&#1606;&#1614; &#1603;&#1615;&#1604;&#1617;&#1614; &#1589;&#1614;&#1610;&#1618;&#1581;&#1614;&#1577;&#1613; &#1593;&#1614;&#1604;&#1614;&#1610;&#1618;&#1607;&#1616;&#1605;&#1618;</span></p><p class="c0"><span class="c1">[They are] as if they were pieces of wood propped up - they think that every shout is against them.</span></p><p class="c0 c3"><span class="c1 c4"></span></p><p class="c0"><span class="c1 c4">32.11 RASSA (&#1585;&#1614;&#1589;&#1617;&#1614;):</span><span class="c1">&nbsp;Means to connect something, to join, to sinter RASAS (&#1585;&#1589;&#1575;&#1589;) also means lead. Thus RASSAH (&#1585;&#1614;&#1589;&#1617;&#1614;) means to strengthen something by adding molten lead to it. Allah says in the Quran</span></p><p class="c0"><span class="c1">Surah As-Saf (The Ranks) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1589;&#1601; 61:4</span></p><p class="c5"><span class="c2">&#1573;&#1616;&#1606;&#1617;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1614; &#1610;&#1615;&#1581;&#1616;&#1576;&#1617;&#1615; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1610;&#1615;&#1602;&#1614;&#1575;&#1578;&#1616;&#1604;&#1615;&#1608;&#1606;&#1614; &#1601;&#1616;&#1610; &#1587;&#1614;&#1576;&#1616;&#1610;&#1604;&#1616;&#1607;&#1616; &#1589;&#1614;&#1601;&#1617;&#1611;&#1575; &#1603;&#1614;&#1571;&#1614;&#1606;&#1617;&#1614;&#1607;&#1615;&#1605; &#1576;&#1615;&#1606;&#1618;&#1610;&#1614;&#1575;&#1606;&#1612; &#1605;&#1617;&#1614;&#1585;&#1618;&#1589;&#1615;&#1608;&#1589;&#1612;</span></p><p class="c0"><span class="c1">Indeed, Allah loves those who fight in His cause in a row as though they are a [single] structure joined firmly.</span></p><p class="c0 c3"><span class="c1 c4"></span></p><p class="c0"><span class="c1 c4">32.12 SHAYYAD (&#1588;&#1614;&#1740;&#1617;&#1614;&#1583;&#1614;): </span><span class="c1">SHAAD-AL-HAIT (&#1588;&#1614;&#1575;&#1583;&#1614; &#1575;&#1604;&#1581;&#1614;&#1575;&#1574;&#1616;&#1591;) means to plaster a wall with lime (dictionary al Manjad). And SHAYYAD (&#1588;&#1614;&#1740;&#1617;&#1614;&#1583;&#1614;) is to plaster over a wall with lime or other cement in order to fortify a building. Allah says in the Quran</span></p><p class="c0"><span class="c1">Surah An-Nisa (The women): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1606;&#1616;&#1617;&#1587;&#1575; 4:78</span></p><p class="c5"><span class="c2">&#1571;&#1614;&#1610;&#1618;&#1606;&#1614;&#1605;&#1614;&#1575; &#1578;&#1614;&#1603;&#1615;&#1608;&#1606;&#1615;&#1608;&#1575; &#1610;&#1615;&#1583;&#1618;&#1585;&#1616;&#1603;&#1603;&#1617;&#1615;&#1605;&#1615; &#1575;&#1604;&#1618;&#1605;&#1614;&#1608;&#1618;&#1578;&#1615; &#1608;&#1614;&#1604;&#1614;&#1608;&#1618; &#1603;&#1615;&#1606;&#1578;&#1615;&#1605;&#1618; &#1601;&#1616;&#1610; &#1576;&#1615;&#1585;&#1615;&#1608;&#1580;&#1613; &#1605;&#1617;&#1615;&#1588;&#1614;&#1610;&#1617;&#1614;&#1583;&#1614;&#1577;&#1613;</span></p><p class="c0"><span class="c1">Wherever you may be, death will catch up with you, even if you were in fortified towers. </span></p><p class="c0 c3"><span class="c1 c4"></span></p><p class="c0"><span class="c1 c4">Summary:</span></p><p class="c0"><span class="c1">32.1 THABBATA: To keep something firm and strong in its place.</span></p><p class="c0"><span class="c1">32.2 AHKAMA: To remove ambiguity in words using wisdom and experience. </span></p><p class="c0"><span class="c1">32.3 AWTHAQA:to make something strong and reliable with some other thing</span></p><p class="c0"><span class="c1">32.4 SHADDA:to strengthen something in it of itself by reinforcing it.</span></p><p class="c0"><span class="c1">32.5 ATHQANA:to strengthen something by means of mastery of skill </span></p><p class="c0"><span class="c1">32.6 RABATA ALLAH 3LA ALQALB(&#1585;&#1576;&#1591; &#1575;&#1604;&#1604;&#1617;&#1607; &#1593;&#1604;&#1610; &#1575;&#1604;&#1602;&#1604;&#1576;):ALLAH strengthening heart by bestowing patience upon it.</span></p><p class="c0"><span class="c1">32.7 AZARA:to strengthen gradually by reinforcing &nbsp;</span></p><p class="c0"><span class="c1">32.8 AKKAD:to strengthen vows,pledges and oaths </span></p><p class="c0"><span class="c1">32.9 AQQDA:for strengthening transactions/trade,nuptial contract,and every other type of vows and promises.and is general/common than AKKAD</span></p><p class="c0"><span class="c1">32.10 SANNADA:to strengthen by giving support </span></p><p class="c0"><span class="c1">32.11 RASSA: to strengthen something by means of &#39;moltenlead&#39;[figurative usage:implies intensely firm]</span></p><p class="c0"><span class="c1">32.12 SHAYYAD:to strengthen building by plastering with lime etc.</span></p><p class="c0 c3"><span class="c1"></span></p><p class="c0"><span class="c1">for MAZBUWTIY SAY PAKARNA [To Hold Strongly/firmly] please see PAKARNA[To Hold]</span></p><p class="c0 c3"><span class="c1"></span></p><p class="c0 c3"><span></span></p></body></html>