<html><head><style type="text/css">ol{margin:0;padding:0}.c1{color:#222222;font-size:10pt;background-color:#ffffff;font-weight:bold}.c6{color:#1155cc;font-size:10pt;background-color:#ffffff;text-decoration:underline}.c5{max-width:468pt;background-color:#ffffff;padding:72pt 72pt 72pt 72pt}.c2{color:#222222;font-size:10pt;background-color:#ffffff}.c4{color:inherit;text-decoration:inherit}.c3{height:11pt}.c0{direction:ltr}.title{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:36pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}.subtitle{padding-top:18pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:24pt;font-family:"Georgia";padding-bottom:4pt}li{color:#000000;font-size:11pt;font-family:"Arial"}p{color:#000000;font-size:11pt;margin:0;font-family:"Arial"}h1{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:18pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}h2{padding-top:18pt;line-height:1.15;text-align:left;color:#000000;font-size:14pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h3{padding-top:14pt;line-height:1.15;text-align:left;color:#666666;font-size:12pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h4{padding-top:12pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:11pt;font-family:"Arial";padding-bottom:2pt}h5{padding-top:11pt;line-height:1.15;text-align:left;color:#666666;font-size:10pt;font-family:"Arial";font-weight:bold;padding-bottom:2pt}h6{padding-top:10pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:10pt;font-family:"Arial";padding-bottom:2pt}</style></head><body class="c5"><p class="c0"><span class="c1">3 WARACAT [Inheritance]</span></p><p class="c3 c0"><span class="c1"></span></p><p class="c0"><span class="c1">Synonyms: WALAYAT &#1608;&#1604;&#1575;&#1610;&#1578; , WARACAT &#1608;&#1585;&#1575;&#1579;&#1578;</span></p><p class="c0 c3"><span class="c1"></span></p><p class="c0"><span class="c1">3.1 WALAYAH(&#1608;&#1604;&#1575;&#1610;&#1577;)</span><span class="c2">:ALWALA-&#1575;&#1614;&#1604;&#1618;&#1608;&#1614;&#1604;&#1575;&#1614;&#1569; meaning legacy obtained of freed </span><span class="c2">slave.as</span><span class="c2">&nbsp;Prophetic Narration (PBUH) ALWALA- LIMAN A3TAQA &#1575;&#1614;&#1604;&#1618;&#1608;&#1614;&#1604;&#1575;&#1614;&#1569; &#1604;&#1616;&#1605;&#1614;&#1606;&#1618; &#1575;&#1614;&#1593;&#1618;&#1578;&#1614;&#1602;&#1614; (Bukhari) meaning legacy of slave is of the one who frees him. so WALA- actual meaning is only legacy or </span><span class="c6"><a class="c4" href="http://residue.as/">residue.as</a></span><span class="c2">per people of arabia there exist different traditions of inheritance.for e.g they only consider the heir to their inheritance of that male offspring who is able to hold their sword after them (being deceased).and there is no male offspring then some male near relative would be declared the heir or guardian and it&#39;s order would be as such. after offspring(if there isn&#39;t any male offspring) ,father (of the deceased).if there is no father(alive) then brother and if there is no brother then paternal uncle etc. then &nbsp;in them exist the tradition of WALA-.which means that one person affirms vow with other that they will be helping each other and will be heir to each other.</span></p><p class="c0"><span class="c2">Islam also give rights to females as well along with males.and initially accepted this right of Vowing and WALA-.but declared its basis to be ISLAM and HIJRAH (migration). ALLAH said</span></p><p class="c0"><span class="c2">Surah Al-Anfal (The Spoils of War): &#1587;&#1615;&#1608;&#1761;&#1585;&#1614;&#1577;&#1615; &#1575;&#1604;&#1575;&#1652;&#1606;&#1601;&#1614;&#1575;&#1604; 8:72</span></p><p class="c0"><span class="c2">&#1573;&#1616;&#1606;&#1617;&#1614; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1570;&#1605;&#1614;&#1606;&#1615;&#1608;&#1575; &#1608;&#1614;&#1607;&#1614;&#1575;&#1580;&#1614;&#1585;&#1615;&#1608;&#1575; &#1608;&#1614;&#1580;&#1614;&#1575;&#1607;&#1614;&#1583;&#1615;&#1608;&#1575; &#1576;&#1616;&#1571;&#1614;&#1605;&#1618;&#1608;&#1614;&#1575;&#1604;&#1616;&#1607;&#1616;&#1605;&#1618; &#1608;&#1614;&#1571;&#1614;&#1606;&#1601;&#1615;&#1587;&#1616;&#1607;&#1616;&#1605;&#1618; &#1601;&#1616;&#1610; &#1587;&#1614;&#1576;&#1616;&#1610;&#1604;&#1616; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1608;&#1614;&#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1570;&#1608;&#1614;&#1608;&#1575; &#1608;&#1617;&#1614;&#1606;&#1614;&#1589;&#1614;&#1585;&#1615;&#1608;&#1575; &#1571;&#1615;&#1608;&#1604;&#1614;&#1648;&#1574;&#1616;&#1603;&#1614; &#1576;&#1614;&#1593;&#1618;&#1590;&#1615;&#1607;&#1615;&#1605;&#1618; &#1571;&#1614;&#1608;&#1618;&#1604;&#1616;&#1610;&#1614;&#1575;&#1569;&#1615; &#1576;&#1614;&#1593;&#1618;&#1590;&#1613; &#1754; &#1608;&#1614;&#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1570;&#1605;&#1614;&#1606;&#1615;&#1608;&#1575; &#1608;&#1614;&#1604;&#1614;&#1605;&#1618; &#1610;&#1615;&#1607;&#1614;&#1575;&#1580;&#1616;&#1585;&#1615;&#1608;&#1575; &#1605;&#1614;&#1575; &#1604;&#1614;&#1603;&#1615;&#1605; &#1605;&#1616;&#1617;&#1606; &#1608;&#1614;&#1604;&#1614;&#1575;&#1610;&#1614;&#1578;&#1616;&#1607;&#1616;&#1605; &#1605;&#1616;&#1617;&#1606; &#1588;&#1614;&#1610;&#1618;&#1569;&#1613; &#1581;&#1614;&#1578;&#1617;&#1614;&#1609;&#1648; &#1610;&#1615;&#1607;&#1614;&#1575;&#1580;&#1616;&#1585;&#1615;&#1608;&#1575;</span></p><p class="c0"><span class="c2">&nbsp;</span></p><p class="c0"><span class="c2">Surely those who believed and fled (their homes) and struggled hard in Allah&#39;s way with their property and their souls, and those who gave shelter and helped-- these are guardians of each other; and (as for) those who believed and did not fly, not yours is their guardianship until they fly; and if they seek aid from you in the matter of religion, aid is incumbent on you except against a people between whom and you there is a treaty, and Allah sees what you do.</span></p><p class="c0"><span class="c2">&nbsp;</span></p><p class="c0"><span class="c2">And MAULA (&#1605;&#1614;&#1608;&#1618;&#1604;&#1648;&#1740;) (Plural MAWALI (&#1605;&#1614;&#1608;&#1614;&#1575;&#1604;&#1740;)) means an heir. Allah says in the Quran</span></p><p class="c0"><span class="c2">Surah An-Nisa (The women): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1606;&#1616;&#1617;&#1587;&#1575; 4:33</span></p><p class="c0"><span class="c2">&#1608;&#1614;&#1604;&#1616;&#1603;&#1615;&#1604;&#1613;&#1617; &#1580;&#1614;&#1593;&#1614;&#1604;&#1618;&#1606;&#1614;&#1575; &#1605;&#1614;&#1608;&#1614;&#1575;&#1604;&#1616;&#1610;&#1614; &#1605;&#1616;&#1605;&#1617;&#1614;&#1575; &#1578;&#1614;&#1585;&#1614;&#1603;&#1614; &#1575;&#1604;&#1618;&#1608;&#1614;&#1575;&#1604;&#1616;&#1583;&#1614;&#1575;&#1606;&#1616; &#1608;&#1614;&#1575;&#1604;&#1618;&#1571;&#1614;&#1602;&#1618;&#1585;&#1614;&#1576;&#1615;&#1608;&#1606;&#1614;</span></p><p class="c0"><span class="c2">And for all, We have made heirs to what is left by parents and relatives.</span></p><p class="c0"><span class="c2">&nbsp;</span></p><p class="c0"><span class="c2">This law of inheritance was a part of series of fraternization. But when the living conditions of Muhajreen (Migrators i.e. the people who left Makkah and migrated to Medina) improved then this law of inheritance was abolished and only the relatives became the lawful heirs. Nonetheless it was advised to give something to friends as a gesture of good will. Allah says in the Quran</span></p><p class="c0"><span class="c2">Surah Al-Ahzaab (The clans): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1575;&#1620;&#1581;&#1586;&#1614;&#1575;&#1576; 33:6</span></p><p class="c0"><span class="c2">&#1601;&#1616;&#1610; &#1603;&#1616;&#1578;&#1614;&#1575;&#1576;&#1616; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1605;&#1616;&#1606;&#1614; &#1575;&#1604;&#1618;&#1605;&#1615;&#1572;&#1618;&#1605;&#1616;&#1606;&#1616;&#1610;&#1606;&#1614; &#1608;&#1614;&#1575;&#1604;&#1618;&#1605;&#1615;&#1607;&#1614;&#1575;&#1580;&#1616;&#1585;&#1616;&#1610;&#1606;&#1614; &#1573;&#1616;&#1604;&#1617;&#1614;&#1575; &#1571;&#1614;&#1606; &#1578;&#1614;&#1601;&#1618;&#1593;&#1614;&#1604;&#1615;&#1608;&#1575; &#1573;&#1616;&#1604;&#1614;&#1609;&#1648; &#1571;&#1614;&#1608;&#1618;&#1604;&#1616;&#1610;&#1614;&#1575;&#1574;&#1616;&#1603;&#1615;&#1605; &#1605;&#1617;&#1614;&#1593;&#1618;&#1585;&#1615;&#1608;&#1601;&#1611;&#1575;</span></p><p class="c0"><span class="c2">&nbsp;and the possessors of relationship have the better claim in the ordinance of Allah to inheritance, one with respect to another, than (other) believers, and (than) those who have fled (their homes), except that you do some good to your friends;</span></p><p class="c0"><span class="c2">&nbsp;</span></p><p class="c0"><span class="c1">3.2 WIRATHA (&#1608;&#1616;&#1585;&#1614;&#1575;&#1579;&#1614;&#1731;)</span><span class="c2">: Those Shariah laws and divine decrees, according to which the possession of a dead goes to other people. This inheritance is not only related to property and money but also about habits and qualities. Prophet Muhammad (S.A.A.W) said &ldquo;&#1575;&#1604;&#1618;&#1593;&#1615;&#1604;&#1614;&#1605;&#1614;&#1575;&#1619;&#1569;&#1615; &#1608;&#1614;&#1585;&#1614;&#1579;&#1614;&#1731;&#1615; &#1575;&#1604;&#1575;&#1620;&#1614;&#1606;&#1618;&#1576;&#1616;&#1740;&#1614;&#1575;&#1569;&#1616;&rdquo; &lsquo;The Scholars are the Inheritors of the Prophets&rsquo; and here the WARATHA (&#1608;&#1614;&#1585;&#1614;&#1575;&#1579;&#1614;&#1731;) mentioned is not wealth and money but knowledge and preaching. And WARITH (&#1608;&#1614;&#1585;&#1616;&#1579;&#1614;) means to become the inheritor of a dead. AWRATHA (&#1575;&#1614;&#1608;&#1618;&#1585;&#1614;&#1579;&#1614;) means to appoint an heir. And WARITHA (&#1608;&#1614;&#1585;&#1614;&#1575;&#1579;&#1614;&#1731;) and TURATH (&#1578;&#1615;&#1585;&#1614;&#1575;&#1579;) means legacy and inheritance. Allah says in the Quran</span></p><p class="c0"><span class="c2">Surah An-Naml (The ant): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1606;&#1617;&#1614;&#1605;&#1604; 27:16</span></p><p class="c0"><span class="c2">&#1608;&#1614;&#1608;&#1614;&#1585;&#1616;&#1579;&#1614; &#1587;&#1615;&#1604;&#1614;&#1610;&#1618;&#1605;&#1614;&#1575;&#1606;&#1615; &#1583;&#1614;&#1575;&#1608;&#1615;&#1608;&#1583;&#1614;</span></p><p class="c0"><span class="c2">And Solomon was David&#39;s heir.</span></p><p class="c0"><span class="c2">&nbsp;</span></p><p class="c0"><span class="c1">Summary</span><span class="c2">:</span></p><p class="c0"><span class="c2">3.1 WALAYAT: &nbsp;Law of inheritance as a part of series of fraternization which was later abolished.</span></p><p class="c0"><span class="c2">3.2 WARATHAT: The portion of inheritance of relatives according to the Shariah Law.</span></p><p class="c0"><span class="c2">&nbsp;</span></p><p class="c3 c0"><span></span></p></body></html>