<html><head><style type="text/css">ol{margin:0;padding:0}.c5{max-width:468pt;background-color:#ffffff;padding:72pt 72pt 72pt 72pt}.c0{font-size:12pt}.c2{color:#222222}.c4{direction:rtl}.c3{direction:ltr}.c6{font-weight:bold}.c1{font-size:16pt}.c7{height:11pt}.title{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:36pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}.subtitle{padding-top:18pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:24pt;font-family:"Georgia";padding-bottom:4pt}li{color:#000000;font-size:11pt;font-family:"Arial"}p{color:#000000;font-size:11pt;margin:0;font-family:"Arial"}h1{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:18pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}h2{padding-top:18pt;line-height:1.15;text-align:left;color:#000000;font-size:14pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h3{padding-top:14pt;line-height:1.15;text-align:left;color:#666666;font-size:12pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h4{padding-top:12pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:11pt;font-family:"Arial";padding-bottom:2pt}h5{padding-top:11pt;line-height:1.15;text-align:left;color:#666666;font-size:10pt;font-family:"Arial";font-weight:bold;padding-bottom:2pt}h6{padding-top:10pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:10pt;font-family:"Arial";padding-bottom:2pt}</style></head><body class="c5"><p class="c3"><span class="c0 c6">4 WAQT [Time]</span></p><p class="c3"><span class="c0 c6">Synonyms: WAQT, MEEQAAT, HEEN, HEENAIZN, AAN, AANAFA, AJL</span></p><p class="c3"><span class="c0 c6">4.1 WAQT (&#1608;&#1602;&#1578;):</span><span class="c0">&nbsp;Famous word for time. ALWAQT (&#1575;&#1604;&#1608;&#1602;&#1578;) means ZAMANUM-MALUM (&#1586;&#1614;&#1605;&#1614;&#1575;&#1606;&#1612; &#1605;&#1617;&#1614;&#1593;&#1618;&#1604;&#1615;&#1608;&#1618;&#1605;&#1612;) (known time), (plural AUKAAT (&#1575;&#1608;&#1602;&#1575;&#1578;)) According to Imam Raghib The word refers to the last limit of the appointed time for a task. Allah says in the Quran</span></p><p class="c3"><span class="c0 c6">Page 876</span></p><p class="c3"><span class="c0">Surah Al-Araf (The heights): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1575;&#1620;&#1593;&#1585;&#1614;&#1575;&#1601; 7:187</span></p><p class="c4"><span class="c1">&#1602;&#1615;&#1604;&#1618; &#1573;&#1616;&#1606;&#1617;&#1614;&#1605;&#1614;&#1575; &#1593;&#1616;&#1604;&#1618;&#1605;&#1615;&#1607;&#1614;&#1575; &#1593;&#1616;&#1606;&#1583;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1608;&#1614;&#1604;&#1614;&#1648;&#1603;&#1616;&#1606;&#1617;&#1614; &#1571;&#1614;&#1603;&#1618;&#1579;&#1614;&#1585;&#1614; &#1575;&#1604;&#1606;&#1617;&#1614;&#1575;&#1587;&#1616; &#1604;&#1614;&#1575; &#1610;&#1614;&#1593;&#1618;&#1604;&#1614;&#1605;&#1615;&#1608;&#1606;&#1614;</span></p><p class="c3"><span class="c0">Say, &quot;Its knowledge is only with my Lord. None will reveal its time except Him.</span></p><p class="c3"><span class="c0">&nbsp;</span></p><p class="c3"><span class="c0">And MEEQAAT (&#1605;&#1740;&#1602;&#1575;&#1578;) is the noun of place or time, Used both for time and place. (plural AWAQIYAT (&#1608;&#1602;&#1578;)). In the ayah below this word is used for time.</span></p><p class="c3"><span class="c0">Surah Al-Araf (The heights): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1575;&#1620;&#1593;&#1585;&#1614;&#1575;&#1601; 7:142</span></p><p class="c4"><span class="c1">&#1608;&#1614;&#1608;&#1614;&#1575;&#1593;&#1614;&#1583;&#1618;&#1606;&#1614;&#1575; &#1605;&#1615;&#1608;&#1587;&#1614;&#1609;&#1648; &#1579;&#1614;&#1604;&#1614;&#1575;&#1579;&#1616;&#1610;&#1606;&#1614; &#1604;&#1614;&#1610;&#1618;&#1604;&#1614;&#1577;&#1611; &#1608;&#1614;&#1571;&#1614;&#1578;&#1618;&#1605;&#1614;&#1605;&#1618;&#1606;&#1614;&#1575;&#1607;&#1614;&#1575; &#1576;&#1616;&#1593;&#1614;&#1588;&#1618;&#1585;&#1613; &#1601;&#1614;&#1578;&#1614;&#1605;&#1617;&#1614; &#1605;&#1616;&#1610;&#1602;&#1614;&#1575;&#1578;&#1615; &#1585;&#1614;&#1576;&#1616;&#1617;&#1607;&#1616; &#1571;&#1614;&#1585;&#1618;&#1576;&#1614;&#1593;&#1616;&#1610;&#1606;&#1614; &#1604;&#1614;&#1610;&#1618;&#1604;&#1614;&#1577;&#1611; </span></p><p class="c3"><span class="c0">And We made an appointment with Moses for thirty nights and perfected them by [the addition of] ten; so the term of his Lord was completed as forty nights.</span></p><p class="c3"><span class="c0">&nbsp;</span></p><p class="c3"><span class="c0">And in the Following ayah the word MEEQAAT (&#1605;&#1740;&#1602;&#1575;&#1578;) is used for both place and time, meaning the time and place is specified.</span></p><p class="c3"><span class="c0">Surah Al-Araf (The heights): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1575;&#1620;&#1593;&#1585;&#1614;&#1575;&#1601; 7:143</span></p><p class="c4"><span class="c1">&#1608;&#1614;&#1604;&#1614;&#1605;&#1617;&#1614;&#1575; &#1580;&#1614;&#1575;&#1569;&#1614; &#1605;&#1615;&#1608;&#1587;&#1614;&#1609;&#1648; &#1604;&#1616;&#1605;&#1616;&#1610;&#1602;&#1614;&#1575;&#1578;&#1616;&#1606;&#1614;&#1575; &#1608;&#1614;&#1603;&#1614;&#1604;&#1617;&#1614;&#1605;&#1614;&#1607;&#1615; &#1585;&#1614;&#1576;&#1617;&#1615;&#1607;&#1615;</span></p><p class="c3"><span class="c0">And when Moses arrived at Our appointed time and his Lord spoke to him,</span></p><p class="c3"><span class="c0">&nbsp;</span></p><p class="c3"><span class="c0 c6">4.2 HEEN (&#1581;&#1616;&#1740;&#1618;&#1606;): </span><span class="c0">Is that time at which some news reaches or one gets something. It&rsquo;s a hidden time or place, an unspecified time (Plural AHYAN (&#1575;&#1581;&#1740;&#1575;&#1606;)). And AHYANAN (&#1575;&#1614;&#1581;&#1618;&#1740;&#1614;&#1575;&#1606;&#1611;&#1575;) means time to time; sometimes. In the Quran</span></p><p class="c3"><span class="c0 c2">Surah Al-Baqarah (The cow): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1576;&#1614;&#1602;&#1614;&#1585;&#1614;&#1731; &nbsp;2:36</span></p><p class="c4"><span class="c1">&#1608;&#1614;&#1604;&#1614;&#1603;&#1615;&#1605;&#1618; &#1601;&#1616;&#1610; &#1575;&#1604;&#1618;&#1571;&#1614;&#1585;&#1618;&#1590;&#1616; &#1605;&#1615;&#1587;&#1618;&#1578;&#1614;&#1602;&#1614;&#1585;&#1617;&#1612; &#1608;&#1614;&#1605;&#1614;&#1578;&#1614;&#1575;&#1593;&#1612; &#1573;&#1616;&#1604;&#1614;&#1609;&#1648; &#1581;&#1616;&#1610;&#1606;&#1613;</span></p><p class="c3"><span class="c0">you will have upon the earth a place of settlement and provision for a time.&quot;</span></p><p class="c3"><span class="c0">&nbsp;</span></p><p class="c3"><span class="c0">When HEEN (&#1581;&#1740;&#1606;) is followed by IZ (&#1575;&#1584;) it becomes HEENAIZN (&#1581;&#1740;&#1606;), then it refers to a certain time, or &lsquo;this time&rsquo;. Allah says in the Quran</span></p><p class="c3"><span class="c0">Surah Al-Waqiah (The Inevitable): &#1587;&#1615;&#1608;&#1761;&#1585;&#1614;&#1577;&#1615; &#1575;&#1604;&#1608;&#1575;&#1602;&#1616;&#1593;&#1614;&#1577; 56:84</span></p><p class="c4"><span class="c1">&#1608;&#1614;&#1571;&#1614;&#1606;&#1578;&#1615;&#1605;&#1618; &#1581;&#1616;&#1610;&#1606;&#1614;&#1574;&#1616;&#1584;&#1613; &#1578;&#1614;&#1606;&#1592;&#1615;&#1585;&#1615;&#1608;&#1606;&#1614;</span></p><p class="c3"><span class="c0">And you are at that time looking on &ndash;</span></p><p class="c3"><span class="c0 c6">&nbsp;</span></p><p class="c3"><span class="c0 c6">4.3 AAN (&#1575;&#1648;&#1606;): </span><span class="c0">AAN-YAANI (&#1575;&#1648;&#1606; &#1740;&#1575;&#1606;&#1740;) means the time is here. Something reaching its peak or its maximum strength. &nbsp;Allah says in the Quran</span></p><p class="c3"><span class="c0">Surah Al-Hadeed (The Iron): &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1581;&#1583;&#1610;&#1583; 57:16</span></p><p class="c4"><span class="c1">&#1571;&#1614;&#1604;&#1614;&#1605;&#1618; &#1610;&#1614;&#1571;&#1618;&#1606;&#1616; &#1604;&#1616;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1570;&#1605;&#1614;&#1606;&#1615;&#1608;&#1575; &#1571;&#1614;&#1606; &#1578;&#1614;&#1582;&#1618;&#1588;&#1614;&#1593;&#1614; &#1602;&#1615;&#1604;&#1615;&#1608;&#1576;&#1615;&#1607;&#1615;&#1605;&#1618; &#1604;&#1616;&#1584;&#1616;&#1603;&#1618;&#1585;&#1616; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616;</span></p><p class="c3"><span class="c0">Has the time not come for those who have believed that their hearts should become humbly submissive at the remembrance of Allah</span></p><p class="c3"><span class="c0">&nbsp;</span></p><p class="c3"><span class="c0">And AAN (&#1575;&#1648;&#1606;) means Time (Plural AANAA&rsquo; (&#1575;&#1648;&#1606;&#1575;&#1569;) means times). This word is accompanied by an AL (&#1575;&#1604;). ALAAN (&#1575;&#1604;&#1574;&#1648;&#1606;) means current time, this time, now. Allah says in the Quran</span></p><p class="c3"><span class="c0">Surah Al-Anfal (The Spoils of War): &#1587;&#1615;&#1608;&#1761;&#1585;&#1614;&#1577;&#1615; &#1575;&#1604;&#1575;&#1652;&#1606;&#1601;&#1614;&#1575;&#1604; 8:66</span></p><p class="c4"><span class="c1">&#1575;&#1604;&#1618;&#1570;&#1606;&#1614; &#1582;&#1614;&#1601;&#1617;&#1614;&#1601;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615; &#1593;&#1614;&#1606;&#1603;&#1615;&#1605;&#1618; &#1608;&#1614;&#1593;&#1614;&#1604;&#1616;&#1605;&#1614; &#1571;&#1614;&#1606;&#1617;&#1614; &#1601;&#1616;&#1610;&#1603;&#1615;&#1605;&#1618; &#1590;&#1614;&#1593;&#1618;&#1601;&#1611;&#1575; </span></p><p class="c3"><span class="c0">Now, Allah has lightened [the hardship] for you, and He knows that among you is weakness.</span></p><p class="c3"><span class="c0">&nbsp;</span></p><p class="c3"><span class="c0 c6">4.3 AANAFA (&#1575;&#1606;&#1616;&#1601;&#1611;&#1575;):</span><span class="c0">&nbsp;ANF (&#1575;&#1614;&#1606;&#1618;&#1601;) means a nose, the highest part of something or its start. ANF-AL-JABL (&#1575;&#1606;&#1601; &#1575;&#1604;&#1580;&#1576;&#1604;) means the peak of mountain. And ANF-AL-HAYAH (&#1575;&#1606;&#1601; &#1575;&#1604;&#1581;&#1740;&#1731;) means edge of beard. ASTANF-ASHAI (&#1575;&#1587;&#1578;&#1575;&#1606;&#1601; &#1575;&#1604;&#1588;&#1574;) means to hold the edge of start of something or begin it. ASTANF-AL-AMR (&#1575;&#1587;&#1575;&#1606;&#1601; &#1575;&#1604;&#1575;&#1605;&#1585;) means to restart a task anew </span><span class="c0 c2">(dictionary al Manjad)</span><span class="c0">. And ANIFA (&#1575;&#1648;&#1606;&#1616;&#1601;&#1575;) means right now. At the start of this matter or task; A few moments ago </span><span class="c0 c2">(dictionary al Manjad)</span><span class="c0">. Allah says in the Quran &nbsp; &nbsp; &nbsp; </span></p><p class="c3"><span class="c0">Surah Muhammad (Muhammad): &#1587;&#1615;&#1608;&#1761;&#1585;&#1614;&#1577;&#1615; &#1605;&#1581;&#1614;&#1605;&#1617;&#1614;&#1583; 47:16</span></p><p class="c4"><span class="c1">&#1602;&#1614;&#1575;&#1604;&#1615;&#1608;&#1575; &#1604;&#1616;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1571;&#1615;&#1608;&#1578;&#1615;&#1608;&#1575; &#1575;&#1604;&#1618;&#1593;&#1616;&#1604;&#1618;&#1605;&#1614; &#1605;&#1614;&#1575;&#1584;&#1614;&#1575; &#1602;&#1614;&#1575;&#1604;&#1614; &#1570;&#1606;&#1616;&#1601;&#1611;&#1575; </span></p><p class="c3"><span class="c0">&nbsp;</span></p><p class="c3"><span class="c0">they say to those who have received knowledge: &quot;What has he said just now? </span></p><p class="c3"><span class="c0 c6">&nbsp;</span></p><p class="c3"><span class="c0 c6">Page 877</span></p><p class="c3"><span class="c0 c6">&nbsp;</span></p><p class="c3"><span class="c0 c6">4.5 AJL (&#1575;&#1580;&#1604;):</span><span class="c0">&nbsp;AJILA (&#1575;&#1614;&#1580;&#1616;&#1604;&#1614;) means to delay. AAJL (&#1575;&#1648;&#1580;&#1604;) and AAJLAH (&#1575;&#1648;&#1580;&#1604;&#1729;) happening with delay, Hereafter </span><span class="c0 c2">(dictionary al Manjad)</span><span class="c0">. Opposite of AAJL (&#1575;&#1648;&#1580;&#1604;) is AA&rsquo;JL (&#1593;&#1575;&#1580;&#1604;) both of these words are famous words used in the payment of HAQ-MAHR. &nbsp;AA&rsquo;JL (&#1593;&#1575;&#1580;&#1604;) means something paid immediately and AAJL (&#1575;&#1648;&#1580;&#1604;) means a debt or credit. AJAL (&#1575;&#1614;&#1580;&#1614;&#1604;) means a term or time period, death </span><span class="c0 c2">(dictionary al Manjad)</span><span class="c0">. Thus the AJAL (&#1575;&#1580;&#1604;) refers to the mid time from the current time to the specified time or sometimes till the death. Its use is quite elaborate. &nbsp;Allah says in the Quran</span></p><p class="c3"><span class="c0 c2">Surah Al-Isra (The Night Journey): &#1587;&#1615;&#1608;&#1761;&#1585;&#1614;&#1577;&#1615; &#1575;&#1604;&#1575;&#1621;&#1587;&#1585;&#1614;&#1575;&#1569; 17:99</span></p><p class="c4"><span class="c1">&#1608;&#1614;&#1580;&#1614;&#1593;&#1614;&#1604;&#1614; &#1604;&#1614;&#1607;&#1615;&#1605;&#1618; &#1571;&#1614;&#1580;&#1614;&#1604;&#1611;&#1575; &#1604;&#1617;&#1614;&#1575; &#1585;&#1614;&#1610;&#1618;&#1576;&#1614; &#1601;&#1616;&#1610;&#1607;&#1616;</span></p><p class="c3"><span class="c0">And He has appointed for them a term, about which there is no doubt.</span></p><p class="c3"><span class="c0">&nbsp;</span></p><p class="c3"><span class="c0">In this Ayah the word AJAL (&#1575;&#1580;&#1604;) can be translated as time, or term or specific time period even death, all of these words fit into it.</span></p><p class="c3"><span class="c0 c6">Summary:</span></p><p class="c3"><span class="c0">4.1 WAQT, MEEQAAT: The decided time or place.</span></p><p class="c3"><span class="c0">4.2 HEEN: An unspecified time.</span></p><p class="c3"><span class="c0">4.3 AAN and ALAAN: Now, current time.</span></p><p class="c3"><span class="c0">4.4 AANAFA: Right now, a few moments back, at start of conversation.</span></p><p class="c3"><span class="c0">4.5 AJL: The mid of the time between specified time and current time.</span></p><p class="c3"><span class="c0 c6">&nbsp;</span></p><p class="c3 c7"><span></span></p></body></html>