<html><head><title>b5</title><style type="text/css">ol{margin:0;padding:0}.c4{max-width:468pt;background-color:#ffffff;padding:72pt 72pt 72pt 72pt}.c0{direction:ltr}.c1{font-weight:bold}.c2{color:#0000ff}.c3{height:11pt}.title{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:36pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}.subtitle{padding-top:18pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:24pt;font-family:"Georgia";padding-bottom:4pt}li{color:#000000;font-size:11pt;font-family:"Arial"}p{color:#000000;font-size:11pt;margin:0;font-family:"Arial"}h1{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:18pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}h2{padding-top:18pt;line-height:1.15;text-align:left;color:#000000;font-size:14pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h3{padding-top:14pt;line-height:1.15;text-align:left;color:#666666;font-size:12pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h4{padding-top:12pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:11pt;font-family:"Arial";padding-bottom:2pt}h5{padding-top:11pt;line-height:1.15;text-align:left;color:#666666;font-size:10pt;font-family:"Arial";font-weight:bold;padding-bottom:2pt}h6{padding-top:10pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:10pt;font-family:"Arial";padding-bottom:2pt}</style></head><body class="c4"><p class="c0"><span class="c1">5 BADSHAHI [Dominion]</span></p><p class="c0 c3"><span class="c1"></span></p><p class="c0"><span class="c1">Synonyms: SULTAN(&#1587;&#1615;&#1604;&#1618;&#1591;&#1575;&#1606;),MULK(&#1605;&#1615;&#1604;&#1618;&#1603;),MALAKUWT(&#1605;&#1614;&#1604;&#1614;&#1603;&#1615;&#1608;&#1618;&#1578;)</span></p><p class="c0 c3"><span class="c1"></span></p><p class="c0"><span class="c1">5.1 SULTAN(&#1587;&#1615;&#1604;&#1618;&#1591;&#1575;&#1606;)</span><span>:word is used in three meanings a)as reference which stands as certificate or document-authority-In this meaning this word is used mostly in the Holy Quran.b)Kingdom or Dominion-in this meaning only at one place. c)meanign King (plural SALATIYN &#1587;&#1604;&#1575;&#1591;&#1610;&#1606; )in this meaning this word is not used in the Quran and SULTAN means King. not from lexicon&#39;s aspect but this is a hinted meaning.</span></p><p class="c0"><span>When this word is used in the meaning of Kingdom and Dominion then it means that area which is under the rule of some person or institution or King and under ruling entity&#39;s control. In the Quran.Disbelievers will say at the judgement day.</span></p><p class="c0 c3"><span></span></p><p class="c0"><span class="c2">Surat Al-&#292;&#257;qqah (The Reality) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1581;&#1575;&#1602;&#1577;</span></p><p class="c0"><span class="c2">69:28</span></p><p class="c0"><span class="c1 c2">&#1605;&#1614;&#1575; &#1571;&#1614;&#1594;&#1618;&#1606;&#1614;&#1609;&#1648; &#1593;&#1614;&#1606;&#1617;&#1616;&#1610; &#1605;&#1614;&#1575;&#1604;&#1616;&#1610;&#1614;&#1607;&#1618; &#1756;</span></p><p class="c0"><span class="c1 c2">My wealth has not availed me.</span></p><p class="c0"><span class="c2">Surat Al-&#292;&#257;qqah (The Reality) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1581;&#1575;&#1602;&#1577;</span></p><p class="c0"><span class="c2">69:29</span></p><p class="c0"><span class="c1 c2">&#1607;&#1614;&#1604;&#1614;&#1603;&#1614; &#1593;&#1614;&#1606;&#1617;&#1616;&#1610; &#1587;&#1615;&#1604;&#1618;&#1591;&#1614;&#1575;&#1606;&#1616;&#1610;&#1614;&#1607;&#1618;</span></p><p class="c0"><span class="c1 c2">Gone from me is my authority.&quot;</span></p><p class="c0"><span>&nbsp;</span></p><p class="c0"><span class="c1">5.2 MULK(&#1605;&#1615;&#1604;&#1618;&#1603;)</span><span>:MULK comprise of more wider meaning than Kingdom.A specific part of earth which is limited by natural barriers is also a MULK and all of the earth is also MULK.ALLAH said</span></p><p class="c0 c3"><span></span></p><p class="c0"><span class="c2">Surat &#39;&#256;li `Imr&#257;n (Family of Imran) - &#1587;&#1608;&#1585;&#1577; &#1570;&#1604; &#1593;&#1605;&#1585;&#1575;&#1606;</span></p><p class="c0"><span class="c2">3:26</span></p><p class="c0"><span class="c1 c2">&#1602;&#1615;&#1604;&#1616; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615;&#1605;&#1617;&#1614; &#1605;&#1614;&#1575;&#1604;&#1616;&#1603;&#1614; &#1575;&#1604;&#1618;&#1605;&#1615;&#1604;&#1618;&#1603;&#1616; &#1578;&#1615;&#1572;&#1618;&#1578;&#1616;&#1610; &#1575;&#1604;&#1618;&#1605;&#1615;&#1604;&#1618;&#1603;&#1614; &#1605;&#1614;&#1606; &#1578;&#1614;&#1588;&#1614;&#1575;&#1569;&#1615;</span><span class="c2">&nbsp;&#1608;&#1614;&#1578;&#1614;&#1606;&#1586;&#1616;&#1593;&#1615; &#1575;&#1604;&#1618;&#1605;&#1615;&#1604;&#1618;&#1603;&#1614; &#1605;&#1616;&#1605;&#1617;&#1614;&#1606; &#1578;&#1614;&#1588;&#1614;&#1575;&#1569;&#1615; &#1608;&#1614;&#1578;&#1615;&#1593;&#1616;&#1586;&#1617;&#1615; &#1605;&#1614;&#1606; &#1578;&#1614;&#1588;&#1614;&#1575;&#1569;&#1615; &#1608;&#1614;&#1578;&#1615;&#1584;&#1616;&#1604;&#1617;&#1615; &#1605;&#1614;&#1606; &#1578;&#1614;&#1588;&#1614;&#1575;&#1569;&#1615; &#1750; &#1576;&#1616;&#1610;&#1614;&#1583;&#1616;&#1603;&#1614; &#1575;&#1604;&#1618;&#1582;&#1614;&#1610;&#1618;&#1585;&#1615; &#1750; &#1573;&#1616;&#1606;&#1617;&#1614;&#1603;&#1614; &#1593;&#1614;&#1604;&#1614;&#1609;&#1648; &#1603;&#1615;&#1604;&#1617;&#1616; &#1588;&#1614;&#1610;&#1618;&#1569;&#1613; &#1602;&#1614;&#1583;&#1616;&#1610;&#1585;&#1612;</span></p><p class="c0"><span class="c1 c2">Say, &quot;O Allah , Owner of Sovereignty, You give sovereignty to whom You will </span><span class="c2">and You take sovereignty away from whom You will. You honor whom You will and You humble whom You will. In Your hand is [all] good. Indeed, You are over all things competent.</span></p><p class="c0 c3"><span class="c2"></span></p><p class="c0"><span>In this Ayah First MULK is in the meaning of entire earth and second in the meaning of specific area.</span></p><p class="c0 c3"><span></span></p><p class="c0"><span>and MULK means ownership,dominion,possession, and MALIK(&#1605;&#1614;&#1604;&#1616;&#1603;) means King and plural of both are IMLAK(&#1575;&#1614;&#1605;&#1618;&#1604;&#1575;&#1603;) and MULUK(&#1605;&#1615;&#1604;&#1615;&#1608;&#1603;).and MALAKUT(&#1605;&#1614;&#1604;&#1614;&#1603;&#1615;&#1608;&#1618;&#1578;) is even wider in meaning than MULK.meaing Earth and Heaven or Dominion of the Universe. In the Quran</span></p><p class="c0 c3"><span></span></p><p class="c0"><span class="c2">Surat Al-Baqarah (The Cow) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1576;&#1602;&#1585;&#1577;</span></p><p class="c0"><span class="c2">2:102</span></p><p class="c0"><span class="c1 c2">&#1608;&#1614;&#1575;&#1578;&#1617;&#1614;&#1576;&#1614;&#1593;&#1615;&#1608;&#1575; &#1605;&#1614;&#1575; &#1578;&#1614;&#1578;&#1618;&#1604;&#1615;&#1608; &#1575;&#1604;&#1588;&#1617;&#1614;&#1610;&#1614;&#1575;&#1591;&#1616;&#1610;&#1606;&#1615; &#1593;&#1614;&#1604;&#1614;&#1609;&#1648; &#1605;&#1615;&#1604;&#1618;&#1603;&#1616; &#1587;&#1615;&#1604;&#1614;&#1610;&#1618;&#1605;&#1614;&#1575;&#1606;&#1614;</span><span class="c2">&nbsp;&#1750; &#1608;&#1614;&#1605;&#1614;&#1575; &#1603;&#1614;&#1601;&#1614;&#1585;&#1614; &#1587;&#1615;&#1604;&#1614;&#1610;&#1618;&#1605;&#1614;&#1575;&#1606;&#1615; &#1608;&#1614;&#1604;&#1614;&#1648;&#1603;&#1616;&#1606;&#1617;&#1614; &#1575;&#1604;&#1588;&#1617;&#1614;&#1610;&#1614;&#1575;&#1591;&#1616;&#1610;&#1606;&#1614; &#1603;&#1614;&#1601;&#1614;&#1585;&#1615;&#1608;&#1575; &#1610;&#1615;&#1593;&#1614;&#1604;&#1617;&#1616;&#1605;&#1615;&#1608;&#1606;&#1614; &#1575;&#1604;&#1606;&#1617;&#1614;&#1575;&#1587;&#1614; &#1575;&#1604;&#1587;&#1617;&#1616;&#1581;&#1618;&#1585;&#1614; &#1608;&#1614;&#1605;&#1614;&#1575; &#1571;&#1615;&#1606;&#1586;&#1616;&#1604;&#1614; &#1593;&#1614;&#1604;&#1614;&#1609; &#1575;&#1604;&#1618;&#1605;&#1614;&#1604;&#1614;&#1603;&#1614;&#1610;&#1618;&#1606;&#1616; &#1576;&#1616;&#1576;&#1614;&#1575;&#1576;&#1616;&#1604;&#1614; &#1607;&#1614;&#1575;&#1585;&#1615;&#1608;&#1578;&#1614; &#1608;&#1614;&#1605;&#1614;&#1575;&#1585;&#1615;&#1608;&#1578;&#1614; &#1754; &#1608;&#1614;&#1605;&#1614;&#1575; &#1610;&#1615;&#1593;&#1614;&#1604;&#1617;&#1616;&#1605;&#1614;&#1575;&#1606;&#1616; &#1605;&#1616;&#1606;&#1618; &#1571;&#1614;&#1581;&#1614;&#1583;&#1613; &#1581;&#1614;&#1578;&#1617;&#1614;&#1609;&#1648; &#1610;&#1614;&#1602;&#1615;&#1608;&#1604;&#1614;&#1575; &#1573;&#1616;&#1606;&#1617;&#1614;&#1605;&#1614;&#1575; &#1606;&#1614;&#1581;&#1618;&#1606;&#1615; &#1601;&#1616;&#1578;&#1618;&#1606;&#1614;&#1577;&#1612; &#1601;&#1614;&#1604;&#1614;&#1575; &#1578;&#1614;&#1603;&#1618;&#1601;&#1615;&#1585;&#1618; &#1750; &#1601;&#1614;&#1610;&#1614;&#1578;&#1614;&#1593;&#1614;&#1604;&#1617;&#1614;&#1605;&#1615;&#1608;&#1606;&#1614; &#1605;&#1616;&#1606;&#1618;&#1607;&#1615;&#1605;&#1614;&#1575; &#1605;&#1614;&#1575; &#1610;&#1615;&#1601;&#1614;&#1585;&#1617;&#1616;&#1602;&#1615;&#1608;&#1606;&#1614; &#1576;&#1616;&#1607;&#1616; &#1576;&#1614;&#1610;&#1618;&#1606;&#1614; &#1575;&#1604;&#1618;&#1605;&#1614;&#1585;&#1618;&#1569;&#1616; &#1608;&#1614;&#1586;&#1614;&#1608;&#1618;&#1580;&#1616;&#1607;&#1616; &#1754; &#1608;&#1614;&#1605;&#1614;&#1575; &#1607;&#1615;&#1605; &#1576;&#1616;&#1590;&#1614;&#1575;&#1585;&#1617;&#1616;&#1610;&#1606;&#1614; &#1576;&#1616;&#1607;&#1616; &#1605;&#1616;&#1606;&#1618; &#1571;&#1614;&#1581;&#1614;&#1583;&#1613; &#1573;&#1616;&#1604;&#1617;&#1614;&#1575; &#1576;&#1616;&#1573;&#1616;&#1584;&#1618;&#1606;&#1616; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1754; &#1608;&#1614;&#1610;&#1614;&#1578;&#1614;&#1593;&#1614;&#1604;&#1617;&#1614;&#1605;&#1615;&#1608;&#1606;&#1614; &#1605;&#1614;&#1575; &#1610;&#1614;&#1590;&#1615;&#1585;&#1617;&#1615;&#1607;&#1615;&#1605;&#1618; &#1608;&#1614;&#1604;&#1614;&#1575; &#1610;&#1614;&#1606;&#1601;&#1614;&#1593;&#1615;&#1607;&#1615;&#1605;&#1618; &#1754; &#1608;&#1614;&#1604;&#1614;&#1602;&#1614;&#1583;&#1618; &#1593;&#1614;&#1604;&#1616;&#1605;&#1615;&#1608;&#1575; &#1604;&#1614;&#1605;&#1614;&#1606;&#1616; &#1575;&#1588;&#1618;&#1578;&#1614;&#1585;&#1614;&#1575;&#1607;&#1615; &#1605;&#1614;&#1575; &#1604;&#1614;&#1607;&#1615; &#1601;&#1616;&#1610; &#1575;&#1604;&#1618;&#1570;&#1582;&#1616;&#1585;&#1614;&#1577;&#1616; &#1605;&#1616;&#1606;&#1618; &#1582;&#1614;&#1604;&#1614;&#1575;&#1602;&#1613; &#1754; &#1608;&#1614;&#1604;&#1614;&#1576;&#1616;&#1574;&#1618;&#1587;&#1614; &#1605;&#1614;&#1575; &#1588;&#1614;&#1585;&#1614;&#1608;&#1618;&#1575; &#1576;&#1616;&#1607;&#1616; &#1571;&#1614;&#1606;&#1601;&#1615;&#1587;&#1614;&#1607;&#1615;&#1605;&#1618; &#1754; &#1604;&#1614;&#1608;&#1618; &#1603;&#1614;&#1575;&#1606;&#1615;&#1608;&#1575; &#1610;&#1614;&#1593;&#1618;&#1604;&#1614;&#1605;&#1615;&#1608;&#1606;&#1614;</span></p><p class="c0"><span class="c1 c2">And they followed [instead] what the devils had recited during the reign of Solomon</span><span class="c2">. It was not Solomon who disbelieved, but the devils disbelieved, teaching people magic and that which was revealed to the two angels at Babylon, Harut and Marut. But the two angels do not teach anyone unless they say, &quot;We are a trial, so do not disbelieve [by practicing magic].&quot; And [yet] they learn from them that by which they cause separation between a man and his wife. But they do not harm anyone through it except by permission of Allah . And the people learn what harms them and does not benefit them. But the Children of Israel certainly knew that whoever purchased the magic would not have in the Hereafter any share. And wretched is that for which they sold themselves, if they only knew</span><span>.</span></p><p class="c0 c3"><span></span></p><p class="c0"><span class="c2">Surat Y&#257;-S&#299;n (Ya Sin) - &#1587;&#1608;&#1585;&#1577; &#1610;&#1587;</span></p><p class="c0"><span class="c2">36:83</span></p><p class="c0"><span class="c1 c2">&#1601;&#1614;&#1587;&#1615;&#1576;&#1618;&#1581;&#1614;&#1575;&#1606;&#1614; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610; &#1576;&#1616;&#1610;&#1614;&#1583;&#1616;&#1607;&#1616; &#1605;&#1614;&#1604;&#1614;&#1603;&#1615;&#1608;&#1578;&#1615; &#1603;&#1615;&#1604;&#1617;&#1616; &#1588;&#1614;&#1610;&#1618;&#1569;&#1613; &#1608;&#1614;&#1573;&#1616;&#1604;&#1614;&#1610;&#1618;&#1607;&#1616; &#1578;&#1615;&#1585;&#1618;&#1580;&#1614;&#1593;&#1615;&#1608;&#1606;&#1614;</span></p><p class="c0"><span class="c1 c2">So exalted is He in whose hand is the realm of all things, and to Him you will be returned.</span></p><p class="c0 c3"><span class="c1 c2"></span></p><p class="c0"><span class="c1">Summary</span></p><p class="c0"><span>When expression of Authority and Pomp n Show is desired than SULTAN and when the vastness of area is than MULK will be used</span></p><p class="c0 c3"><span></span></p><p class="c0 c3"><span></span></p></body></html>