<html><head><title>s17</title></head><body style="max-width:468pt;background-color:#ffffff;padding:72pt 72pt 72pt 72pt"><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="font-weight:bold">17 SURANG [tunnel]</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="font-weight:bold">Synonyms: NAFAQ, SARAB</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="font-weight:bold">17.1 NAFAQ (&#1606;&#1614;&#1601;&#1614;&#1602;):</span><span>&nbsp;a tunnel that opens at both ends. a subterraneous passage that opens at both ends. Like a tunnel dug through mountain for traffic or trains. NAFEEQ-US-SARAWEEL (&#1606;&#1614;&#1740;&#1618;&#1601;&#1614;&#1602;&#1615; &#1575;&#1604;&#1587;&#1617;&#1614;&#1585;&#1614;&#1575;&#1608;&#1616;&#1740;&#1618;&#1604;) means belt of a pajama, NAFIQA&rsquo;-AL-YARBU&rsquo; (&#1606;&#1614;&#1575;&#1601;&#1616;&#1602;&#1575;&#1569; &#1575;&#1604;&#1740;&#1614;&#1585;&#1618;&#1576;&#1615;&#1608;&#1618;&#1593;) means the hole of a wild rat having two openings. NAFAQAL-YARBU&rsquo;U-WA-NAFAQ (&#1606;&#1614;&#1575;&#1601;&#1614;&#1602;&#1614; &#1575;&#1604;&#1740;&#1614;&#1585;&#1618;&#1576;&#1615;&#1608;&#1618;&#1593;&#1615; &#1608;&#1614;&#1606;&#1614;&#1601;&#1614;&#1602;&#1614;) means the mouse entered from one end and left from other. Allah says in the Holy Quran</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>Surah Al-Ana&rsquo;am (The cattle): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1575;&#1606;&#1593;&#1575;&#1605; 6:35</span></p><p style="color:#000000;direction:rtl;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#222222;font-size:16pt">&nbsp;&#1601;&#1614;&#1573;&#1616;&#1606;&#1616; &#1649;&#1587;&#1761;&#1578;&#1614;&#1591;&#1614;&#1593;&#1761;&#1578;&#1614; &#1571;&#1614;&#1606; &#1578;&#1614;&#1576;&#1761;&#1578;&#1614;&#1594;&#1616;&#1609;&#1614; &#1606;&#1614;&#1601;&#1614;&#1602;&#1611;&#1772;&#1575; &#1601;&#1616;&#1609; &#1649;&#1604;&#1761;&#1571;&#1614;&#1585;&#1761;&#1590;&#1616; &#1571;&#1614;&#1608;&#1761; &#1587;&#1615;&#1604;&#1617;&#1614;&#1605;&#1611;&#1772;&#1575; &#1601;&#1616;&#1609; &#1649;&#1604;&#1587;&#1617;&#1614;&#1605;&#1614;&#1575;&#1619;&#1569;&#1616; </span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>If you find their rejection hard to bear, then if you can, seek a tunnel into the earth, or a stairway into the heaven</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="font-weight:bold">17.2 SARAB (&#1587;&#1614;&#1585;&#1614;&#1576;):</span><span>&nbsp;a tunnel with only one opening. SARABA (&#1587;&#1614;&#1585;&#1614;&#1576;&#1614;) means to keep on advancing in, and WA-INSARBAT-AL-HAYYAHTU-ILA-HUJARIHA (&#1575;&#1606;&#1587;&#1614;&#1585;&#1614;&#1576;&#1578;&#1616; &#1575;&#1604;&#1618;&#1581;&#1614;&#1740;&#1617;&#1614;&#1731;&#1615; &#1575;&#1616;&#1604;&#1648;&#1740; &#1580;&#1615;&#1581;&#1618;&#1585;&#1616;&#1726;&#1614;&#1575;) refers a snake slipping into his hole or burrow. Allah says in the Holy Quran</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#222222">Surah Al-Kahf (The Cave): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1705;&#1726;&#1601; 18:61</span></p><p style="color:#000000;direction:rtl;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#222222;font-size:16pt">&#1601;&#1614;&#1604;&#1614;&#1605;&#1617;&#1614;&#1575; &#1576;&#1614;&#1604;&#1614;&#1594;&#1614;&#1575; &#1605;&#1614;&#1580;&#1761;&#1605;&#1614;&#1593;&#1614; &#1576;&#1614;&#1610;&#1761;&#1606;&#1616;&#1607;&#1616;&#1605;&#1614;&#1575; &#1606;&#1614;&#1587;&#1616;&#1610;&#1614;&#1575; &#1581;&#1615;&#1608;&#1578;&#1614;&#1607;&#1615;&#1605;&#1614;&#1575; &#1601;&#1614;&#1649;&#1578;&#1617;&#1614;&#1582;&#1614;&#1584;&#1614; &#1587;&#1614;&#1576;&#1616;&#1610;&#1604;&#1614;&#1607;&#1615; &#1765; &#1601;&#1616;&#1609; &#1649;&#1604;&#1761;&#1576;&#1614;&#1581;&#1761;&#1585;&#1616; &#1587;&#1614;&#1585;&#1614;&#1576;&#1611;&#1772;&#1575; </span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#222222">But when they reached the Junction, they forgot (about) their Fish, which took its course through the sea (straight) as in a tunnel.</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="font-weight:bold">Summary:</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>17.1 NAFAQ: A tunnel with two openings</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>17.2 SARAB: A tunnel with a single opening</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>For SAZA see AZAAB</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>For SAZAWAAR see LAIQ HONA</span></p><p style="height:11pt;color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span></span></p></body></html>