<html><head><title>ch2</title></head><body style="max-width:468pt;background-color:#ffffff;padding:72pt 72pt 72pt 72pt"><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#222222;font-size:10pt;background-color:#ffffff;font-weight:bold">2 CHADAAR [Cloth Sheet]</span></p><p style="height:11pt;color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#222222;font-size:10pt;background-color:#ffffff;font-weight:bold"></span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#222222;font-size:10pt;background-color:#ffffff;font-weight:bold">SYNONYMS:KHUMUR( &#1582;&#1615;&#1605;&#1615;&#1585;), JALABIYB(&#1580;&#1614;&#1604;&#1575;&#1614;&#1576;&#1616;&#1610;&#1618;&#1576;)</span></p><p style="height:11pt;color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#222222;font-size:10pt;background-color:#ffffff;font-weight:bold"></span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#222222;font-size:10pt;background-color:#ffffff;font-weight:bold">2.1 KHUMUR</span><span style="color:#222222;font-size:10pt;background-color:#ffffff">:singular KHIMAR(&#1582;&#1616;&#1605;&#1614;&#1575;&#1585;) meaning shawl,scarf,veil.KHIMAR is that small cloth sheet or scard with which face could be veiled and sides in addition to covering chest.ALLAH said</span></p><p style="height:11pt;color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#222222;font-size:10pt;background-color:#ffffff"></span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="font-size:10pt;background-color:#ffffff">Surat An-N&#363;r (The Light) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1606;&#1608;&#1585;</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="font-size:10pt;background-color:#ffffff">24:31</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="font-size:10pt;background-color:#ffffff">&#1608;&#1614;&#1602;&#1615;&#1604; &#1604;&#1617;&#1616;&#1604;&#1618;&#1605;&#1615;&#1572;&#1618;&#1605;&#1616;&#1606;&#1614;&#1575;&#1578;&#1616; &#1610;&#1614;&#1594;&#1618;&#1590;&#1615;&#1590;&#1618;&#1606;&#1614; &#1605;&#1616;&#1606;&#1618; &#1571;&#1614;&#1576;&#1618;&#1589;&#1614;&#1575;&#1585;&#1616;&#1607;&#1616;&#1606;&#1617;&#1614; &#1608;&#1614;&#1610;&#1614;&#1581;&#1618;&#1601;&#1614;&#1592;&#1618;&#1606;&#1614; &#1601;&#1615;&#1585;&#1615;&#1608;&#1580;&#1614;&#1607;&#1615;&#1606;&#1617;&#1614; &#1608;&#1614;&#1604;&#1614;&#1575; &#1610;&#1615;&#1576;&#1618;&#1583;&#1616;&#1610;&#1606;&#1614; &#1586;&#1616;&#1610;&#1606;&#1614;&#1578;&#1614;&#1607;&#1615;&#1606;&#1617;&#1614; &#1573;&#1616;&#1604;&#1617;&#1614;&#1575; &#1605;&#1614;&#1575; &#1592;&#1614;&#1607;&#1614;&#1585;&#1614; &#1605;&#1616;&#1606;&#1618;&#1607;&#1614;&#1575; &#1750; &#1608;&#1614;&#1604;&#1618;&#1610;&#1614;&#1590;&#1618;&#1585;&#1616;&#1576;&#1618;&#1606;&#1614; &#1576;&#1616;&#1582;&#1615;&#1605;&#1615;&#1585;&#1616;&#1607;&#1616;&#1606;&#1617;&#1614; &#1593;&#1614;&#1604;&#1614;&#1609;&#1648; &#1580;&#1615;&#1610;&#1615;&#1608;&#1576;&#1616;&#1607;&#1616;&#1606;&#1617;&#1614; &#1750; &#1608;&#1614;&#1604;&#1614;&#1575; &#1610;&#1615;&#1576;&#1618;&#1583;&#1616;&#1610;&#1606;&#1614; &#1586;&#1616;&#1610;&#1606;&#1614;&#1578;&#1614;&#1607;&#1615;&#1606;&#1617;&#1614; &#1573;&#1616;&#1604;&#1617;&#1614;&#1575; &#1604;&#1616;&#1576;&#1615;&#1593;&#1615;&#1608;&#1604;&#1614;&#1578;&#1616;&#1607;&#1616;&#1606;&#1617;&#1614; &#1571;&#1614;&#1608;&#1618; &#1570;&#1576;&#1614;&#1575;&#1574;&#1616;&#1607;&#1616;&#1606;&#1617;&#1614; &#1571;&#1614;&#1608;&#1618; &#1570;&#1576;&#1614;&#1575;&#1569;&#1616; &#1576;&#1615;&#1593;&#1615;&#1608;&#1604;&#1614;&#1578;&#1616;&#1607;&#1616;&#1606;&#1617;&#1614; &#1571;&#1614;&#1608;&#1618; &#1571;&#1614;&#1576;&#1618;&#1606;&#1614;&#1575;&#1574;&#1616;&#1607;&#1616;&#1606;&#1617;&#1614; &#1571;&#1614;&#1608;&#1618; &#1571;&#1614;&#1576;&#1618;&#1606;&#1614;&#1575;&#1569;&#1616; &#1576;&#1615;&#1593;&#1615;&#1608;&#1604;&#1614;&#1578;&#1616;&#1607;&#1616;&#1606;&#1617;&#1614; &#1571;&#1614;&#1608;&#1618; &#1573;&#1616;&#1582;&#1618;&#1608;&#1614;&#1575;&#1606;&#1616;&#1607;&#1616;&#1606;&#1617;&#1614; &#1571;&#1614;&#1608;&#1618; &#1576;&#1614;&#1606;&#1616;&#1610; &#1573;&#1616;&#1582;&#1618;&#1608;&#1614;&#1575;&#1606;&#1616;&#1607;&#1616;&#1606;&#1617;&#1614; &#1571;&#1614;&#1608;&#1618; &#1576;&#1614;&#1606;&#1616;&#1610; &#1571;&#1614;&#1582;&#1614;&#1608;&#1614;&#1575;&#1578;&#1616;&#1607;&#1616;&#1606;&#1617;&#1614; &#1571;&#1614;&#1608;&#1618; &#1606;&#1616;&#1587;&#1614;&#1575;&#1574;&#1616;&#1607;&#1616;&#1606;&#1617;&#1614; &#1571;&#1614;&#1608;&#1618; &#1605;&#1614;&#1575; &#1605;&#1614;&#1604;&#1614;&#1603;&#1614;&#1578;&#1618; &#1571;&#1614;&#1610;&#1618;&#1605;&#1614;&#1575;&#1606;&#1615;&#1607;&#1615;&#1606;&#1617;&#1614; &#1571;&#1614;&#1608;&#1616; &#1575;&#1604;&#1578;&#1617;&#1614;&#1575;&#1576;&#1616;&#1593;&#1616;&#1610;&#1606;&#1614; &#1594;&#1614;&#1610;&#1618;&#1585;&#1616; &#1571;&#1615;&#1608;&#1604;&#1616;&#1610; &#1575;&#1604;&#1618;&#1573;&#1616;&#1585;&#1618;&#1576;&#1614;&#1577;&#1616; &#1605;&#1616;&#1606;&#1614; &#1575;&#1604;&#1585;&#1617;&#1616;&#1580;&#1614;&#1575;&#1604;&#1616; &#1571;&#1614;&#1608;&#1616; &#1575;&#1604;&#1591;&#1617;&#1616;&#1601;&#1618;&#1604;&#1616; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1604;&#1614;&#1605;&#1618; &#1610;&#1614;&#1592;&#1618;&#1607;&#1614;&#1585;&#1615;&#1608;&#1575; &#1593;&#1614;&#1604;&#1614;&#1609;&#1648; &#1593;&#1614;&#1608;&#1618;&#1585;&#1614;&#1575;&#1578;&#1616; &#1575;&#1604;&#1606;&#1617;&#1616;&#1587;&#1614;&#1575;&#1569;&#1616; &#1750; &#1608;&#1614;&#1604;&#1614;&#1575; &#1610;&#1614;&#1590;&#1618;&#1585;&#1616;&#1576;&#1618;&#1606;&#1614; &#1576;&#1616;&#1571;&#1614;&#1585;&#1618;&#1580;&#1615;&#1604;&#1616;&#1607;&#1616;&#1606;&#1617;&#1614; &#1604;&#1616;&#1610;&#1615;&#1593;&#1618;&#1604;&#1614;&#1605;&#1614; &#1605;&#1614;&#1575; &#1610;&#1615;&#1582;&#1618;&#1601;&#1616;&#1610;&#1606;&#1614; &#1605;&#1616;&#1606; &#1586;&#1616;&#1610;&#1606;&#1614;&#1578;&#1616;&#1607;&#1616;&#1606;&#1617;&#1614; &#1754; &#1608;&#1614;&#1578;&#1615;&#1608;&#1576;&#1615;&#1608;&#1575; &#1573;&#1616;&#1604;&#1614;&#1609; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1580;&#1614;&#1605;&#1616;&#1610;&#1593;&#1611;&#1575; &#1571;&#1614;&#1610;&#1617;&#1615;&#1607;&#1614; &#1575;&#1604;&#1618;&#1605;&#1615;&#1572;&#1618;&#1605;&#1616;&#1606;&#1615;&#1608;&#1606;&#1614; &#1604;&#1614;&#1593;&#1614;&#1604;&#1617;&#1614;&#1603;&#1615;&#1605;&#1618; &#1578;&#1615;&#1601;&#1618;&#1604;&#1616;&#1581;&#1615;&#1608;&#1606;&#1614;</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="font-size:10pt;background-color:#ffffff">And tell the believing women to reduce [some] of their vision and guard their private parts and not expose their adornment except that which [necessarily] appears thereof and to wrap [a portion of] their headcovers over their chests and not expose their adornment except to their husbands, their fathers, their husbands&#39; fathers, their sons, their husbands&#39; sons, their brothers, their brothers&#39; sons, their sisters&#39; sons, their women, that which their right hands possess, or those male attendants having no physical desire, or children who are not yet aware of the private aspects of women. And let them not stamp their feet to make known what they conceal of their adornment. And turn to Allah in repentance, all of you, O believers, that you might succeed.</span></p><p style="height:11pt;color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="font-size:10pt;background-color:#ffffff"></span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#222222;font-size:10pt;background-color:#ffffff;font-weight:bold">2.2 JALABIYB</span><span style="color:#222222;font-size:10pt;background-color:#ffffff">:singular JILBAB(&#1580;&#1616;&#1604;&#1618;&#1576;&#1614;&#1575;&#1576;)meaning cloth sheet or shirt and JALYABA(&#1580;&#1614;&#1604;&#1618;&#1610;&#1614;&#1576;&#1614;) meaning to wear shawl or shirt.JILBAB is actually that big cloth sheet which can conver entire body from heat to toe.ALLAH said</span></p><p style="height:11pt;color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#222222;font-size:10pt;background-color:#ffffff"></span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="font-size:10pt;background-color:#ffffff">Surat Al-&#39;A&#293;z&#257;b (The Combined Forces) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1571;&#1581;&#1586;&#1575;&#1576;</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="font-size:10pt;background-color:#ffffff">33:59</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="font-size:10pt;background-color:#ffffff">&#1610;&#1614;&#1575; &#1571;&#1614;&#1610;&#1617;&#1615;&#1607;&#1614;&#1575; &#1575;&#1604;&#1606;&#1617;&#1614;&#1576;&#1616;&#1610;&#1617;&#1615; &#1602;&#1615;&#1604; &#1604;&#1617;&#1616;&#1571;&#1614;&#1586;&#1618;&#1608;&#1614;&#1575;&#1580;&#1616;&#1603;&#1614; &#1608;&#1614;&#1576;&#1614;&#1606;&#1614;&#1575;&#1578;&#1616;&#1603;&#1614; &#1608;&#1614;&#1606;&#1616;&#1587;&#1614;&#1575;&#1569;&#1616; &#1575;&#1604;&#1618;&#1605;&#1615;&#1572;&#1618;&#1605;&#1616;&#1606;&#1616;&#1610;&#1606;&#1614; &#1610;&#1615;&#1583;&#1618;&#1606;&#1616;&#1610;&#1606;&#1614; &#1593;&#1614;&#1604;&#1614;&#1610;&#1618;&#1607;&#1616;&#1606;&#1617;&#1614; &#1605;&#1616;&#1606; &#1580;&#1614;&#1604;&#1614;&#1575;&#1576;&#1616;&#1610;&#1576;&#1616;&#1607;&#1616;&#1606;&#1617;&#1614; &#1754; &#1584;&#1614;&#1648;&#1604;&#1616;&#1603;&#1614; &#1571;&#1614;&#1583;&#1618;&#1606;&#1614;&#1609;&#1648; &#1571;&#1614;&#1606; &#1610;&#1615;&#1593;&#1618;&#1585;&#1614;&#1601;&#1618;&#1606;&#1614; &#1601;&#1614;&#1604;&#1614;&#1575; &#1610;&#1615;&#1572;&#1618;&#1584;&#1614;&#1610;&#1618;&#1606;&#1614; &#1751; &#1608;&#1614;&#1603;&#1614;&#1575;&#1606;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615; &#1594;&#1614;&#1601;&#1615;&#1608;&#1585;&#1611;&#1575; &#1585;&#1617;&#1614;&#1581;&#1616;&#1610;&#1605;&#1611;&#1575;</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="font-size:10pt;background-color:#ffffff">O Prophet, tell your wives and your daughters and the women of the believers to bring down over themselves [part] of their outer garments. That is more suitable that they will be known and not be abused. And ever is Allah Forgiving and Merciful.</span></p><p style="height:11pt;color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span></span></p></body></html>