<html><head><title>k19</title><style type="text/css">ol{margin:0;padding:0}.c5{max-width:468pt;background-color:#ffffff;padding:72pt 72pt 72pt 72pt}.c1{direction:ltr}.c4{font-size:16pt}.c6{height:11pt}.c3{font-size:12pt}.c2{direction:rtl}.c0{font-weight:bold}.title{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:36pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}.subtitle{padding-top:18pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:24pt;font-family:"Georgia";padding-bottom:4pt}li{color:#000000;font-size:11pt;font-family:"Arial"}p{color:#000000;font-size:11pt;margin:0;font-family:"Arial"}h1{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:18pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}h2{padding-top:18pt;line-height:1.15;text-align:left;color:#000000;font-size:14pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h3{padding-top:14pt;line-height:1.15;text-align:left;color:#666666;font-size:12pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h4{padding-top:12pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:11pt;font-family:"Arial";padding-bottom:2pt}h5{padding-top:11pt;line-height:1.15;text-align:left;color:#666666;font-size:10pt;font-family:"Arial";font-weight:bold;padding-bottom:2pt}h6{padding-top:10pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:10pt;font-family:"Arial";padding-bottom:2pt}</style></head><body class="c5"><p class="c1"><span class="c0">19. KAM KARNA- KAMI KARNA- GHATANA ( To decrease, Reduce, To diminish)</span></p><p class="c1"><span class="c0">Synonyms: ZALAM, ALA, QASARA, ALATA, HAZHAMA, FATARA, QALLA, TAFFAFA, KHASIRA, NAQASA, BAKHASA, FARRATA, WATARA.</span></p><p class="c1"><span class="c0">&nbsp;</span></p><p class="c1"><span class="c0">19.1 ZALAMA(&#1592;&#1614;&#1604;&#1614;&#1605;&#1614;): </span><span>Means to place something other than it&rsquo;s actual location. And it&rsquo;s opposite is A&rsquo;DL(&#1593;&#1614;&#1583;&#1618;&#1604;). Therefore, anything &nbsp;against the justice will be cruelty. In a way, the word ZALAMA(&#1592;&#1614;&#1604;&#1614;&#1605;&#1614;) is widely used. In anything, whether there&rsquo;s any deficiency or excess and no matter how much less or greater this variation may be, ZULM(&#1592;&#1604;&#1605;) applies to everyone. In addition to this, this word is used as both, materialistically and meaningfully. In the Quran:</span></p><p class="c1"><span>Surat Al-Kahf (The Cave) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1603;&#1607;&#1601; 18:33</span></p><p class="c1"><span>&#1603;&#1616;&#1604;&#1618;&#1578;&#1614;&#1575; &#1575;&#1604;&#1618;&#1580;&#1614;&#1606;&#1617;&#1614;&#1578;&#1614;&#1610;&#1618;&#1606;&#1616; &#1570;&#1578;&#1614;&#1578;&#1618; &#1571;&#1615;&#1603;&#1615;&#1604;&#1614;&#1607;&#1614;&#1575; &#1608;&#1614;&#1604;&#1614;&#1605;&#1618; &#1578;&#1614;&#1592;&#1618;&#1604;&#1616;&#1605; &#1605;&#1617;&#1616;&#1606;&#1618;&#1607;&#1615; &#1588;&#1614;&#1610;&#1618;&#1574;&#1611;&#1575; &#1754;</span></p><p class="c1"><span>Each of the two gardens produced its fruit and did not fall short thereof in anything.</span></p><p class="c1"><span>&nbsp;</span></p><p class="c1"><span class="c0">19.2 ALA</span><span>(&#1575;&#1614;&#1604;&#1614;&#1575;): Means to show negligence. Not to do any work the way it should be done. To spare. In the Quran:</span></p><p class="c1"><span>Surat &#39;&#256;li `Imr&#257;n (Family of Imran) - &#1587;&#1608;&#1585;&#1577; &#1570;&#1604; &#1593;&#1605;&#1585;&#1575;&#1606; 3:118</span></p><p class="c1"><span>&#1610;&#1614;&#1575; &#1571;&#1614;&#1610;&#1617;&#1615;&#1607;&#1614;&#1575; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1570;&#1605;&#1614;&#1606;&#1615;&#1608;&#1575; &#1604;&#1614;&#1575; &#1578;&#1614;&#1578;&#1617;&#1614;&#1582;&#1616;&#1584;&#1615;&#1608;&#1575; &#1576;&#1616;&#1591;&#1614;&#1575;&#1606;&#1614;&#1577;&#1611; &#1605;&#1617;&#1616;&#1606; &#1583;&#1615;&#1608;&#1606;&#1616;&#1603;&#1615;&#1605;&#1618; &#1604;&#1614;&#1575; &#1610;&#1614;&#1571;&#1618;&#1604;&#1615;&#1608;&#1606;&#1614;&#1603;&#1615;&#1605;&#1618; &#1582;&#1614;&#1576;&#1614;&#1575;&#1604;&#1611;&#1575;</span></p><p class="c1"><span>O you who have believed, do not take as intimates those other than yourselves, for they will not spare you [any] ruin.</span></p><p class="c1"><span>&nbsp;</span></p><p class="c1"><span class="c0">19.3 QASARA(</span><span>&#1602;&#1614;&#1589;&#1614;&#1585;&#1614;</span><span class="c0">): </span><span>Not to do the amount of work as required. And according to Imam Raghib, not to reach the height or peak of something. Not fulfilling the fixed quantity or number. To lessen or shorten. In the Quran:</span></p><p class="c1"><span>Surat An-Nis&#257;&#39; (The Women) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1606;&#1587;&#1575;&#1569; 4:101</span></p><p class="c1"><span>&#1608;&#1614;&#1573;&#1616;&#1584;&#1614;&#1575; &#1590;&#1614;&#1585;&#1614;&#1576;&#1618;&#1578;&#1615;&#1605;&#1618; &#1601;&#1616;&#1610; &#1575;&#1604;&#1618;&#1571;&#1614;&#1585;&#1618;&#1590;&#1616; &#1601;&#1614;&#1604;&#1614;&#1610;&#1618;&#1587;&#1614; &#1593;&#1614;&#1604;&#1614;&#1610;&#1618;&#1603;&#1615;&#1605;&#1618; &#1580;&#1615;&#1606;&#1614;&#1575;&#1581;&#1612; &#1571;&#1614;&#1606; &#1578;&#1614;&#1602;&#1618;&#1589;&#1615;&#1585;&#1615;&#1608;&#1575; &#1605;&#1616;&#1606;&#1614; &#1575;&#1604;&#1589;&#1617;&#1614;&#1604;&#1614;&#1575;&#1577;&#1616;</span></p><p class="c1"><span>And when you travel throughout the land, there is no blame upon you for shortening the prayer.</span></p><p class="c1"><span>&nbsp;</span></p><p class="c1"><span class="c0">19.4 ALATA(</span><span>&#1575;&#1614;&#1604;&#1614;&#1578;&#1614;</span><span class="c0">): </span><span>Means to diminish from one&rsquo;s right. Diminish from one&rsquo;s labour. Not to reward fully or delay for one&rsquo;s work. ALQASR WA IBTA&rsquo;(&#1575;&#1614;&#1604;&#1602;&#1614;&#1589;&#1585; &#1608;&#1614; &#1575;&#1616;&#1576;&#1591;&#1614;&#1575;&#1569;). In the Quran:</span></p><p class="c1"><span>Surat A&#355;-&#354;&#363;r (The Mount) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1591;&#1608;&#1585; 52:21</span></p><p class="c1"><span>&#1605;&#1614;&#1575; &#1571;&#1614;&#1604;&#1614;&#1578;&#1618;&#1606;&#1614;&#1575;&#1607;&#1615;&#1605; &#1605;&#1617;&#1616;&#1606;&#1618; &#1593;&#1614;&#1605;&#1614;&#1604;&#1616;&#1607;&#1616;&#1605; &#1605;&#1617;&#1616;&#1606; &#1588;&#1614;&#1610;&#1618;&#1569;&#1613;</span></p><p class="c1"><span>We will not deprive them of anything of their deeds.</span></p><p class="c1"><span>&nbsp;</span></p><p class="c1"><span class="c0">19.5 HAZHAMA (</span><span>&#1607;&#1614;&#1590;&#1614;&#1605;&#1614;</span><span class="c0">): </span><span>Means to crush, squeeze or squash something that is soft, and reduce it. To deprive a weak person from his/her right. To extort. HAZEEM (&#1607;&#1614;&#1590;&#1616;&#1610;&#1605;) means both, soft and fragile, also quick digestible. In the Quran:</span></p><p class="c1"><span>&nbsp;</span></p><p class="c1"><span class="c0">Page 705--</span></p><p class="c1"><span>Surat &#354;&#257;h&#257; (Ta-Ha) - &#1587;&#1608;&#1585;&#1577; &#1591;&#1607; 20:112</span></p><p class="c1"><span>&#1608;&#1614;&#1605;&#1614;&#1606; &#1610;&#1614;&#1593;&#1618;&#1605;&#1614;&#1604;&#1618; &#1605;&#1616;&#1606;&#1614; &#1575;&#1604;&#1589;&#1617;&#1614;&#1575;&#1604;&#1616;&#1581;&#1614;&#1575;&#1578;&#1616; &#1608;&#1614;&#1607;&#1615;&#1608;&#1614; &#1605;&#1615;&#1572;&#1618;&#1605;&#1616;&#1606;&#1612; &#1601;&#1614;&#1604;&#1614;&#1575; &#1610;&#1614;&#1582;&#1614;&#1575;&#1601;&#1615; &#1592;&#1615;&#1604;&#1618;&#1605;&#1611;&#1575; &#1608;&#1614;&#1604;&#1614;&#1575; &#1607;&#1614;&#1590;&#1618;&#1605;&#1611;&#1575;</span></p><p class="c1"><span>But he who does of righteous deeds while he is a believer - he will neither fear injustice nor deprivation.</span></p><p class="c1"><span>&nbsp;</span></p><p class="c1"><span class="c0">19.6 FATARA(</span><span>&#1601;&#1614;&#1578;&#1614;&#1585;&#1614;</span><span class="c0">): </span><span>The occurrence of &nbsp;weakness in anything. The decrease or subsidy in pace due to constant working or exhaustion. In the Quran:</span></p><p class="c1"><span>Surat Az-Zukhruf (The Ornaments of Gold) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1586;&#1582;&#1585;&#1601; 43:75</span></p><p class="c1"><span>&#1573;&#1616;&#1606;&#1617;&#1614; &#1575;&#1604;&#1618;&#1605;&#1615;&#1580;&#1618;&#1585;&#1616;&#1605;&#1616;&#1610;&#1606;&#1614; &#1601;&#1616;&#1610; &#1593;&#1614;&#1584;&#1614;&#1575;&#1576;&#1616; &#1580;&#1614;&#1607;&#1614;&#1606;&#1617;&#1614;&#1605;&#1614; &#1582;&#1614;&#1575;&#1604;&#1616;&#1583;&#1615;&#1608;&#1606;&#1614; &#1618; &#1604;&#1614;&#1575; &#1610;&#1615;&#1601;&#1614;&#1578;&#1617;&#1614;&#1585;&#1615; &#1593;&#1614;&#1606;&#1618;&#1607;&#1615;&#1605;&#1618; &#1608;&#1614;&#1607;&#1615;&#1605;&#1618; &#1601;&#1616;&#1610;&#1607;&#1616; &#1605;&#1615;&#1576;&#1618;&#1604;&#1616;&#1587;&#1615;&#1608;&#1606;&#1614; &#1618;</span></p><p class="c1"><span>Indeed, the criminals will be in the punishment of Hell, abiding eternally. It will not be allowed to subside for them, and they, therein, are in despair.</span></p><p class="c1"><span>&nbsp;</span></p><p class="c1"><span class="c0">19.7 QALLA(</span><span>&#1602;&#1614;&#1604;&#1614;&#1617;</span><span class="c0">): </span><span>Basically it has two meanings.</span></p><p class="c1"><span>1. To be elevated.</span></p><p class="c1"><span>2. To be less.</span></p><p class="c1"><span>Here the second one is discussed. Means to be less in quantity or numbers. (Opposite KASURA &#1603;&#1614;&#1579;&#1615;&#1585;&#1614;). In the Quran:</span></p><p class="c1"><span>Surat Al-Kahf (The Cave) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1603;&#1607;&#1601; 18:39</span></p><p class="c1"><span>&#1573;&#1616;&#1606; &#1578;&#1614;&#1585;&#1614;&#1606;&#1616; &#1571;&#1614;&#1606;&#1614;&#1575; &#1571;&#1614;&#1602;&#1614;&#1604;&#1617;&#1614; &#1605;&#1616;&#1606;&#1603;&#1614; &#1605;&#1614;&#1575;&#1604;&#1611;&#1575; &#1608;&#1614;&#1608;&#1614;&#1604;&#1614;&#1583;&#1611; &#1618;</span></p><p class="c1"><span>Although you see me less than you in wealth and children.</span></p><p class="c1"><span>&nbsp;</span></p><p class="c1"><span class="c0">19.8 TAFFAFA (</span><span>&#1591;&#1614;&#1601;&#1617;&#1614;&#1601;&#1614;</span><span class="c0">): </span><span>TAFEEF(&#1591;&#1614;&#1601;&#1616;&#1610;&#1601;) means an ordinary and worthless thing. And TAFFAFA(&#1591;&#1614;&#1601;&#1617;&#1614;&#1601;&#1614;) means to fill a measurement scale a little less from the mark or even taking a small scale or parameter. In the Quran:</span></p><p class="c1"><span>Surat Al-Mu&#355;affif&#299;n (The Defrauding) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1605;&#1591;&#1601;&#1601;&#1610;&#1606; 83:1</span></p><p class="c1"><span>&#1608;&#1614;&#1610;&#1618;&#1604;&#1612; &#1604;&#1617;&#1616;&#1604;&#1618;&#1605;&#1615;&#1591;&#1614;&#1601;&#1617;&#1616;&#1601;&#1616;&#1610;&#1606;&#1614;&#1618;</span></p><p class="c1"><span>Woe to those who give less [than due].</span></p><p class="c1"><span>&nbsp;</span></p><p class="c1"><span class="c0">19.9 KHASIRA(</span><span>&#1582;&#1614;&#1587;&#1616;&#1585;&#1614;</span><span class="c0">): </span><span>Means the decrease in capital or stock. Generally, this word is specific for trade(Opposite of RABIHA &#1585;&#1614;&#1576;&#1616;&#1581;&#1614;). To suffer a loss. And KHASR-UL-MEEZAAN(&#1582;&#1587;&#1585;&#1575;&#1604;&#1605;&#1610;&#1586;&#1575;&#1606;) means to bring a decrease in weight after seizing someone&rsquo;s right . Like it&rsquo;s said in the following Aayah,</span></p><p class="c1"><span>Surat Al-Mu&#355;affif&#299;n (The Defrauding) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1605;&#1591;&#1601;&#1601;&#1610;&#1606; 83:3</span></p><p class="c1"><span>&#1608;&#1614;&#1573;&#1616;&#1584;&#1614;&#1575; &#1603;&#1614;&#1575;&#1604;&#1615;&#1608;&#1607;&#1615;&#1605;&#1618; &#1571;&#1614;&#1608; &#1608;&#1617;&#1614;&#1586;&#1614;&#1606;&#1615;&#1608;&#1607;&#1615;&#1605;&#1618; &#1610;&#1615;&#1582;&#1618;&#1587;&#1616;&#1585;&#1615;&#1608;&#1606;&#1614; &#1618;</span></p><p class="c1"><span>But if they give by measure or by weight to them, they cause loss.</span></p><p class="c1"><span>&nbsp;</span></p><p class="c1"><span class="c0">19.10 NAQASA(</span><span>&#1606;&#1614;&#1602;&#1614;&#1589;&#1614;</span><span class="c0">): </span><span>To decrease or reduce.( opposite of ZADA &#1586;&#1614;&#1575;&#1583;&#1614; and ZIYADAH &#1586;&#1616;&#1610;&#1614;&#1575;&#1583;&#1614;&#1577; is the opposite of NUQSAAN &#1606;&#1615;&#1602;&#1589;&#1614;&#1575;&#1606;). This word is most common to KHASIRA (&#1582;&#1614;&#1587;&#1616;&#1585;&#1614;). Every damage is a loss but every loss is not a damage. In the Quran:</span></p><p class="c1"><span>Surat Al-Muzzammil (The Enshrouded One) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1605;&#1586;&#1605;&#1604; 73:3</span></p><p class="c1"><span>&#1606;&#1617;&#1616;&#1589;&#1618;&#1601;&#1614;&#1607;&#1615; &#1571;&#1614;&#1608;&#1616; &#1575;&#1606;&#1602;&#1615;&#1589;&#1618; &#1605;&#1616;&#1606;&#1618;&#1607;&#1615; &#1602;&#1614;&#1604;&#1616;&#1610;&#1604;&#1611;&#1575; &#1618; &#1571;&#1614;&#1608;&#1618; &#1586;&#1616;&#1583;&#1618; &#1593;&#1614;&#1604;&#1614;&#1610;&#1618;&#1607;&#1616; &#1608;&#1614;&#1585;&#1614;&#1578;&#1617;&#1616;&#1604;&#1616; &#1575;&#1604;&#1618;&#1602;&#1615;&#1585;&#1618;&#1570;&#1606;&#1614; &#1578;&#1614;&#1585;&#1618;&#1578;&#1616;&#1610;&#1604;&#1611;&#1575; &#1618;</span></p><p class="c1"><span>Half of it - or subtract from it a little. Or add to it, and recite the Qur&#39;an with measured recitation.</span></p><p class="c1"><span class="c0">19.11 BAKHASA(</span><span>&#1576;&#1614;&#1582;&#1614;&#1587;&#1614;</span><span class="c0">): </span><span>BAKHS (&#1576;&#1614;&#1582;&#1587;) means defective, cheap or inferior. And BAKHASA(&#1576;&#1614;&#1582;&#1614;&#1587;&#1614;) means to give something defective or inferior in return or to give in a reduced quantity. In the Quran:</span></p><p class="c1"><span>Surat Y&#363;suf (Joseph) - &#1587;&#1608;&#1585;&#1577; &#1610;&#1608;&#1587;&#1601; 12:20</span></p><p class="c1"><span>&#1608;&#1614;&#1588;&#1614;&#1585;&#1614;&#1608;&#1618;&#1607;&#1615; &#1576;&#1616;&#1579;&#1614;&#1605;&#1614;&#1606;&#1613; &#1576;&#1614;&#1582;&#1618;&#1587;&#1613; &#1583;&#1614;&#1585;&#1614;&#1575;&#1607;&#1616;&#1605;&#1614; &#1605;&#1614;&#1593;&#1618;&#1583;&#1615;&#1608;&#1583;&#1614;&#1577;&#1613;</span></p><p class="c1"><span>And they sold him (Hazrat Yusuf A.S) for a reduced price - a few dirhams.</span></p><p class="c1 c6"><span></span></p><p class="c1"><span class="c0">PAGE 706</span></p><p class="c1"><span class="c3">Surah Al-Araf (The heights): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1575;&#1620;&#1593;&#1585;&#1614;&#1575;&#1601; 7:85</span></p><p class="c2"><span class="c4">&nbsp;&#1608;&#1614;&#1604;&#1614;&#1575; &#1578;&#1614;&#1576;&#1761;&#1582;&#1614;&#1587;&#1615;&#1608;&#1575;&#1618; &#1649;&#1604;&#1606;&#1617;&#1614;&#1575;&#1587;&#1614; &#1571;&#1614;&#1588;&#1761;&#1610;&#1614;&#1575;&#1619;&#1569;&#1614;&#1607;&#1615;&#1605;&#1761;</span></p><p class="c1"><span class="c3">do not cheat people out of their rights</span></p><p class="c1"><span class="c3 c0">19.12 FARRATA (&#1601;&#1614;&#1585;&#1617;&#1614;&#1591;&#1614;):</span><span class="c3">&nbsp;Means to neglect. To lag in the limits of moderation or to decrement in it. (for details see HADD SE BARHNA) FARRATA (&#1601;&#1614;&#1585;&#1617;&#1614;&#1591;&#1614;) is from the dictionary of antonyms. Allah says in the Quran</span></p><p class="c1"><span>Surah Al-Ana&rsquo;am (The Cattle): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1575;&#1606;&#1593;&#1575;&#1605; 6:31</span></p><p class="c2"><span class="c4">&nbsp;&#1581;&#1614;&#1578;&#1617;&#1614;&#1609;&#1648;&#1619; &#1573;&#1616;&#1584;&#1614;&#1575; &#1580;&#1614;&#1575;&#1619;&#1569;&#1614;&#1578;&#1761;&#1729;&#1615;&#1605;&#1615; &#1649;&#1604;&#1587;&#1617;&#1614;&#1575;&#1593;&#1614;&#1577;&#1615; &#1576;&#1614;&#1594;&#1761;&#1578;&#1614;&#1577;&#1611;&#1772; &#1602;&#1614;&#1575;&#1604;&#1615;&#1608;&#1575;&#1618; &#1610;&#1614;&#1600;&#1648;&#1581;&#1614;&#1587;&#1761;&#1585;&#1614;&#1578;&#1614;&#1606;&#1614;&#1575; &#1593;&#1614;&#1604;&#1614;&#1609;&#1648; &#1605;&#1614;&#1575; &#1601;&#1614;&#1585;&#1617;&#1614;&#1591;&#1761;&#1606;&#1614;&#1575; &#1601;&#1616;&#1610;&#1729;&#1614;&#1575;</span></p><p class="c1"><span class="c3">Then, when the Hour comes upon them suddenly, they will say, &ldquo;Alas for us, how we have neglected it.&rdquo;</span></p><p class="c1"><span class="c3 c0">19.13 WATARA (&#1608;&#1614;&#1578;&#1614;&#1585;&#1614;):</span><span class="c3">&nbsp;Means to mock or tease, to hurt. To decrement in money or rights. ALWATR (&#1575;&#1614;&#1604;&#1618;&#1608;&#1614;&#1578;&#1618;&#1585;) or ALWITR (&#1575;&#1614;&#1604;&#1618;&#1608;&#1616;&#1578;&#1618;&#1585;) means to take revenge, or to do injustice while taking revenge.</span></p><p class="c1"><span>Surah Muhammad (Muhammad): &#1587;&#1615;&#1608;&#1761;&#1585;&#1614;&#1577;&#1615; &#1605;&#1581;&#1614;&#1605;&#1617;&#1614;&#1583; 47:35</span></p><p class="c2"><span class="c4">&nbsp;&#1608;&#1614;&#1649;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615; &#1605;&#1614;&#1593;&#1614;&#1603;&#1615;&#1605;&#1761; &#1608;&#1614;&#1604;&#1614;&#1606; &#1610;&#1614;&#1578;&#1616;&#1585;&#1614;&#1603;&#1615;&#1605;&#1761; &#1571;&#1614;&#1593;&#1761;&#1605;&#1614;&#1600;&#1648;&#1604;&#1614;&#1603;&#1615;&#1605;&#1761;</span></p><p class="c1"><span>&nbsp;for Allah is with you, and will never put you in loss for your (good) deeds.</span></p><p class="c1"><span class="c0">Summary:</span></p><p class="c1"><span>19.1 ZALAMA: Used for a wide range of meanings. For all types of fluctuations.</span></p><p class="c1"><span>19.2 ALA: To do an unsatisfactory work.</span></p><p class="c1"><span>19.3 QASARA: To fall short in some work.</span></p><p class="c1"><span>19.4 ALAT: To pay less or delay a payment to a return or job.</span></p><p class="c1"><span>19.5 HADHAM: To oppress a weak, to crush soft</span></p><p class="c1"><span>19.6 FATARA: To fall short due to weakness</span></p><p class="c1"><span>19.7 QALLA: To fall short in quantity</span></p><p class="c1"><span>19.8 TAFFAFA: To measure inadequately</span></p><p class="c1"><span>19.9 KHASIRA: To make a loss in business</span></p><p class="c1"><span>19.10 NAQASA: More common, used for any kind of loss.</span></p><p class="c1"><span>19.11 BAKHASA: To give a substandard thing or give less in exchange for a good one,</span></p><p class="c1"><span>19.12 FARRATA: To err or t</span><span class="c3">o lag in the limits of moderation.</span></p><p class="c1"><span>19.13 WATARA: To lag while repaying.</span></p><p class="c1 c6"><span></span></p></body></html>