<html><head><title>TA1</title></head><body style="max-width:468pt;background-color:#ffffff;padding:72pt 72pt 72pt 72pt"><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="font-weight:bold">1-Taaqat (Strength)</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span><br>Synonyms in the Quran: Taaqata (tauq), Quwwa (Quww), Mirrah(Marr), Rukn, Mahul<br><br>1.1-Taaqata(&#1591;&#1575;&#1602;&#1577;): It is a well recognized word and its usage is common. Literally, the strength and power required for a certain action.<br>Allah(swt) says in the Quran:<br><br>Surah Al-Baqarah-The Cow(2:286) <br>&#1585;&#1614;&#1576;&#1617;&#1614;&#1606;&#1614;&#1575; &#1608;&#1614;&#1604;&#1614;&#1575; &#1578;&#1615;&#1581;&#1614;&#1605;&#1617;&#1616;&#1604;&#1618;&#1606;&#1614;&#1575; &#1605;&#1614;&#1575; &#1604;&#1614;&#1575; &#1591;&#1614;&#1575;&#1602;&#1614;&#1577;&#1614; &#1604;&#1614;&#1606;&#1614;&#1575; &#1576;&#1616;&#1607;&#1616; &#1750; <br>Our Lord, and burden us not with that which we have no ability to bear. <br><br><br>1.2-Quwwah(&#1602;&#1615;&#1608;&#1617;&#1614;&#1577;):Force. The potential and ability that is found in a thing. Antonym: weak <br>Mentioned in the Quran:<br><br>Surah Qasas-The Stories (28:76)<br> &#1573;&#1616;&#1606;&#1617;&#1614; &#1605;&#1614;&#1601;&#1614;&#1575;&#1578;&#1616;&#1581;&#1614;&#1607;&#1615; &#1604;&#1614;&#1578;&#1614;&#1606;&#1615;&#1608;&#1569;&#1615; &#1576;&#1616;&#1575;&#1604;&#1618;&#1593;&#1615;&#1589;&#1618;&#1576;&#1614;&#1577;&#1616; &#1571;&#1615;&#1608;&#1604;&#1616;&#1610; &#1575;&#1604;&#1618;&#1602;&#1615;&#1608;&#1617;&#1614;&#1577;&#1616;<br>We gave him of treasures whose keys would burden a band of strong men;<br><br><br>1.3-Mirrah(&#1605;&#1616;&#1585;&#1617;&#1614;&#1577;)(Marra): Meaning i)Passing by ii)To be acrimonious or iii)To divide firmly. And mirrah meaning with intensity. The perennial condition of a thing. Strength. Steadfastness.Intensity and resolve. And Zumarrah(&#1584;&#1608;&#1605;&#1585;&#1577;) is an idiom meaning strong and powerful. Energetic. Very forceful. And Mareer meaning a braided rope. Allah (swt) says:<br><br>Surah An-Najm-The Star (53:5-6)<br>&#1593;&#1614;&#1604;&#1617;&#1614;&#1605;&#1614;&#1607;&#1615; &#1588;&#1614;&#1583;&#1616;&#1610;&#1583;&#1615; &#1575;&#1604;&#1618;&#1602;&#1615;&#1608;&#1614;&#1609;&#1648;<br>&#1584;&#1615;&#1608; &#1605;&#1616;&#1585;&#1617;&#1614;&#1577;&#1613; &#1601;&#1614;&#1575;&#1587;&#1618;&#1578;&#1614;&#1608;&#1614;&#1609;&#1648;<br>Taught to him by one intense in strength -<br>One of soundness. And he rose to [his] true form<br><br><br>1.4-Rukn(&#1585;&#1615;&#1603;&#1606;): Something&#39;s Rukn is it&#39;s strongest direction. And meaning pillar. Fortress and foundation are also used. <br>Allah (swt) says:<br><br>Surah Hud (11:80)<br>&#1602;&#1614;&#1575;&#1604;&#1614; &#1604;&#1614;&#1608;&#1618; &#1571;&#1614;&#1606;&#1617;&#1614; &#1604;&#1616;&#1610; &#1576;&#1616;&#1603;&#1615;&#1605;&#1618; &#1602;&#1615;&#1608;&#1617;&#1614;&#1577;&#1611; &#1571;&#1614;&#1608;&#1618; &#1570;&#1608;&#1616;&#1610; &#1573;&#1616;&#1604;&#1614;&#1609;&#1648; &#1585;&#1615;&#1603;&#1618;&#1606;&#1613; &#1588;&#1614;&#1583;&#1616;&#1610;&#1583;&#1613;<br>He said, &quot;If only I had against you some power or could take refuge in a strong support.&quot;<br><br><br>1.5-Mahula(&#1605;&#1614;&#1581;&#1615;&#1604;&#1614;): Meaning to scheme against someone with power and strictness. Therefore, the meaning of Mahl may encompass Quwwah and Heelah. That is, to tighten one&#39;s grip upon a person via scheming. And Mahl meaning betrayal. Duplicity. Enmity. Intensity. Drought. Extreme hunger. Allah(swt) says:<br><br>Surah Ar-Ra&#39;d-The Thunder(13:13)<br>&#1608;&#1614;&#1607;&#1615;&#1605;&#1618; &#1610;&#1615;&#1580;&#1614;&#1575;&#1583;&#1616;&#1604;&#1615;&#1608;&#1606;&#1614; &#1601;&#1616;&#1610; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1608;&#1614;&#1607;&#1615;&#1608;&#1614; &#1588;&#1614;&#1583;&#1616;&#1610;&#1583;&#1615; &#1575;&#1604;&#1618;&#1605;&#1616;&#1581;&#1614;&#1575;&#1604;&#1616;<br>...they dispute about Allah ; and He is severe in assault.<br><br></span><span style="font-weight:bold">Summary:</span><span><br>1) Taaqat: Common word. The amount of strength required for an act.<br>2) Quwwah: The capacity and ability present in something. <br>3) Marrah: Power, intensity and resolve. <br>4) Rukn: The strongest direction of something<br>5) Mahl: Power and excuses<br><br><br></span></p><p style="height:11pt;color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span></span></p></body></html>