<html><head></head><body style="max-width:468pt;background-color:#ffffff;padding:72pt 72pt 72pt 72pt"><p style="height:11pt;color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span></span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="font-weight:bold">2-Taaqat rakhna (to have strength)</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span><br>The words ataq and istita&#39;a have been used in the Quran for this. <br><br>2.1-Ataq(&#1575;&#1591;&#1575;&#1602;):Meaning to have the courage and power for a certain act. Its a commonly used word.<br>Allah (swt) says in the Quran:<br><br>Surah Baqarah-The Cow (2:184)<br>&#1571;&#1614;&#1610;&#1617;&#1614;&#1575;&#1605;&#1611;&#1575; &#1605;&#1617;&#1614;&#1593;&#1618;&#1583;&#1615;&#1608;&#1583;&#1614;&#1575;&#1578;&#1613; &#1754; &#1601;&#1614;&#1605;&#1614;&#1606; &#1603;&#1614;&#1575;&#1606;&#1614; &#1605;&#1616;&#1606;&#1603;&#1615;&#1605; &#1605;&#1617;&#1614;&#1585;&#1616;&#1610;&#1590;&#1611;&#1575; &#1571;&#1614;&#1608;&#1618; &#1593;&#1614;&#1604;&#1614;&#1609;&#1648; &#1587;&#1614;&#1601;&#1614;&#1585;&#1613; &#1601;&#1614;&#1593;&#1616;&#1583;&#1617;&#1614;&#1577;&#1612; &#1605;&#1617;&#1616;&#1606;&#1618; &#1571;&#1614;&#1610;&#1617;&#1614;&#1575;&#1605;&#1613; &#1571;&#1615;&#1582;&#1614;&#1585;&#1614; &#1754; &#1608;&#1614;&#1593;&#1614;&#1604;&#1614;&#1609; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1610;&#1615;&#1591;&#1616;&#1610;&#1602;&#1615;&#1608;&#1606;&#1614;&#1607;&#1615; &#1601;&#1616;&#1583;&#1618;&#1610;&#1614;&#1577;&#1612; &#1591;&#1614;&#1593;&#1614;&#1575;&#1605;&#1615; &#1605;&#1616;&#1587;&#1618;&#1603;&#1616;&#1610;&#1606;&#1613; &#1750; &#1601;&#1614;&#1605;&#1614;&#1606; &#1578;&#1614;&#1591;&#1614;&#1608;&#1617;&#1614;&#1593;&#1614; &#1582;&#1614;&#1610;&#1618;&#1585;&#1611;&#1575; &#1601;&#1614;&#1607;&#1615;&#1608;&#1614; &#1582;&#1614;&#1610;&#1618;&#1585;&#1612; &#1604;&#1617;&#1614;&#1607;&#1615; &#1754; &#1608;&#1614;&#1571;&#1614;&#1606; &#1578;&#1614;&#1589;&#1615;&#1608;&#1605;&#1615;&#1608;&#1575; &#1582;&#1614;&#1610;&#1618;&#1585;&#1612; &#1604;&#1617;&#1614;&#1603;&#1615;&#1605;&#1618; &#1750; &#1573;&#1616;&#1606; &#1603;&#1615;&#1606;&#1578;&#1615;&#1605;&#1618; &#1578;&#1614;&#1593;&#1618;&#1604;&#1614;&#1605;&#1615;&#1608;&#1606;&#1614;<br>[Fasting for] a limited number of days. So whoever among you is ill or on a journey [during them] - then an equal number of days [are to be made up]. And upon those who are able [to fast, but with hardship] - a ransom [as substitute] of feeding a poor person [each day]. And whoever volunteers excess - it is better for him. But to fast is best for you, if you only knew.<br><br><br>2.2:Istita&#39;a (&#1575;&#1616;&#1587;&#1578;&#1616;&#1591;&#1575;&#1593;&#1614;)- meaning to have the strength for a certain act. To be able. And meaning the presence of all the means required for the implementation of a certain act.The word taaqat is limited to an individual whereas the word istita&#39;at encompasses other means and methods, in addition to individual strength. For example, the expenditure, transport, presence of peace in the way, money for the household et cetera for Hajj. <br><br>Surah &#39;Ali Imran (Family of Imran)[3:97]<br>&#1608;&#1614;&#1604;&#1616;&#1604;&#1617;&#1614;&#1607;&#1616; &#1593;&#1614;&#1604;&#1614;&#1609; &#1575;&#1604;&#1606;&#1617;&#1614;&#1575;&#1587;&#1616; &#1581;&#1616;&#1580;&#1617;&#1615; &#1575;&#1604;&#1618;&#1576;&#1614;&#1610;&#1618;&#1578;&#1616; &#1605;&#1614;&#1606;&#1616; &#1575;&#1587;&#1618;&#1578;&#1614;&#1591;&#1614;&#1575;&#1593;&#1614; &#1573;&#1616;&#1604;&#1614;&#1610;&#1618;&#1607;&#1616; &#1587;&#1614;&#1576;&#1616;&#1610;&#1604;&#1611;&#1575; &#1754; <br>And [due] to Allah from the people is a pilgrimage to the House - for whoever is able to find thereto a way.<br><br>Therefore Istita&#39;a is taken to mean to have the ways, to have the means, or the ability to perform a certain act. It is mentioned in the Quran:<br>Surah Al-Kahf (The Cave) [18:97]<br>&#1601;&#1614;&#1605;&#1614;&#1575; &#1575;&#1587;&#1618;&#1591;&#1614;&#1575;&#1593;&#1615;&#1608;&#1575; &#1571;&#1614;&#1606; &#1610;&#1614;&#1592;&#1618;&#1607;&#1614;&#1585;&#1615;&#1608;&#1607;&#1615; &#1608;&#1614;&#1605;&#1614;&#1575; &#1575;&#1587;&#1618;&#1578;&#1614;&#1591;&#1614;&#1575;&#1593;&#1615;&#1608;&#1575; &#1604;&#1614;&#1607;&#1615; &#1606;&#1614;&#1602;&#1618;&#1576;&#1611;&#1575;<br>So Gog and Magog were unable to pass over it, nor were they able [to effect] in it any penetration.<br><br>And in another place:<br><br>Surah Al-Ma&#39;idah-The Table Spread(5:112)<br>&#1573;&#1616;&#1584;&#1618; &#1602;&#1614;&#1575;&#1604;&#1614; &#1575;&#1604;&#1618;&#1581;&#1614;&#1608;&#1614;&#1575;&#1585;&#1616;&#1610;&#1617;&#1615;&#1608;&#1606;&#1614; &#1610;&#1614;&#1575; &#1593;&#1616;&#1610;&#1587;&#1614;&#1609; &#1575;&#1576;&#1618;&#1606;&#1614; &#1605;&#1614;&#1585;&#1618;&#1610;&#1614;&#1605;&#1614; &#1607;&#1614;&#1604;&#1618; &#1610;&#1614;&#1587;&#1618;&#1578;&#1614;&#1591;&#1616;&#1610;&#1593;&#1615; &#1585;&#1614;&#1576;&#1617;&#1615;&#1603;&#1614; &#1571;&#1614;&#1606; &#1610;&#1615;&#1606;&#1614;&#1586;&#1617;&#1616;&#1604;&#1614; &#1593;&#1614;&#1604;&#1614;&#1610;&#1618;&#1606;&#1614;&#1575; &#1605;&#1614;&#1575;&#1574;&#1616;&#1583;&#1614;&#1577;&#1611; &#1605;&#1617;&#1616;&#1606;&#1614; &#1575;&#1604;&#1587;&#1617;&#1614;&#1605;&#1614;&#1575;&#1569;&#1616;<br>[And remember] when the disciples said, &quot;O Jesus, Son of Mary, can your Lord send down to us a table [spread with food] from the heaven?<br><br><br><br></span></p><p style="height:11pt;color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span></span></p></body></html>