<html><head></head><body style="max-width:468pt;background-color:#ffffff;padding:72pt 72pt 72pt 72pt"><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="font-weight:bold">4-Taa&#39;ana daina (to taunt)<br></span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>Synonyms: Ta&#39;ana, lamaza, hamaza <br><br>4.1-Taa&#39;ana(&#1591;&#1614;&#1593;&#1614;&#1606;&#1614;): Meaning spear. To inflict a wound with horns or some other sharp object. Metaphorically speaking, to say something about a person or to a person that pierces him like a spear, meaning highlighting his shortcomings in such a way that is unpleasant. <br>Allah (swt) says in the Quran:<br><br>Surah At-Tawbah-The Repentance(9:12)<br>&#1608;&#1614;&#1573;&#1616;&#1606; &#1606;&#1617;&#1614;&#1603;&#1614;&#1579;&#1615;&#1608;&#1575; &#1571;&#1614;&#1610;&#1618;&#1605;&#1614;&#1575;&#1606;&#1614;&#1607;&#1615;&#1605; &#1605;&#1617;&#1616;&#1606; &#1576;&#1614;&#1593;&#1618;&#1583;&#1616; &#1593;&#1614;&#1607;&#1618;&#1583;&#1616;&#1607;&#1616;&#1605;&#1618; &#1608;&#1614;&#1591;&#1614;&#1593;&#1614;&#1606;&#1615;&#1608;&#1575; &#1601;&#1616;&#1610; &#1583;&#1616;&#1610;&#1606;&#1616;&#1603;&#1615;&#1605;&#1618; &#1601;&#1614;&#1602;&#1614;&#1575;&#1578;&#1616;&#1604;&#1615;&#1608;&#1575; &#1571;&#1614;&#1574;&#1616;&#1605;&#1617;&#1614;&#1577;&#1614; &#1575;&#1604;&#1618;&#1603;&#1615;&#1601;&#1618;&#1585;&#1616;<br>And if they break their oaths after their treaty and defame your religion, then fight the leaders of disbelief,<br><br><br>4.2-Lamaza(&#1604;&#1614;&#1605;&#1614;&#1586;&#1614;): To find flaws in others. To keep finding flaws in someone and to backbite about the person for that purpose in order to get hold of their weaknesses. And to follow that with making them the target of taunts and jibes. And meaning to unfairly accuse someone.<br>Allah(swt) says in the Quran:<br><br>Surah At-Tawbah-The Repentance(9:79)<br>&#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1610;&#1614;&#1604;&#1618;&#1605;&#1616;&#1586;&#1615;&#1608;&#1606;&#1614; &#1575;&#1604;&#1618;&#1605;&#1615;&#1591;&#1617;&#1614;&#1608;&#1617;&#1616;&#1593;&#1616;&#1610;&#1606;&#1614; &#1605;&#1616;&#1606;&#1614; &#1575;&#1604;&#1618;&#1605;&#1615;&#1572;&#1618;&#1605;&#1616;&#1606;&#1616;&#1610;&#1606;&#1614; &#1601;&#1616;&#1610; &#1575;&#1604;&#1589;&#1617;&#1614;&#1583;&#1614;&#1602;&#1614;&#1575;&#1578;&#1616;<br>Those who criticize the contributors among the believers concerning [their] charities <br><br><br>4.3-Hamaza(&#1607;&#1614;&#1605;&#1614;&#1586;&#1614;): Meaning to pinch, prod or backbite. And Haamaz(&#1607;&#1575;&#1605;&#1586;) meaning a person who finds faults in others. And Hammaz(&#1607;&#1614;&#1605;&#1617;&#1614;&#1575;&#1586;) meaning a person who finds faults and taunts others. And Hamazaatish shayateen(&#1607;&#1614;&#1605;&#1614;&#1586;&#1614;&#1575;&#1578;&#1616; &#1575;&#1604;&#1588;&#1617;&#1614;&#1610;&#1575;&#1591;&#1616;&#1610;&#1606;) meaning the stirring up and whispers of shaytan. Haamiz(&#1607;&#1614;&#1575;&#1605;&#1616;&#1586;) meaning someone who mocks while backbiting about someone and hamaza(&#1607;&#1614;&#1605;&#1614;&#1586;&#1614;) meaning to indicate with one&#39;s eyes. To cut. To beat up and backbite. And hamz-al-fars meaning to spur on a horse.<br><br>Surah Al-Qalam [68:11]<br>&#1607;&#1614;&#1605;&#1617;&#1614;&#1575;&#1586;&#1613; &#1605;&#1617;&#1614;&#1588;&#1617;&#1614;&#1575;&#1569;&#1613; &#1576;&#1616;&#1606;&#1614;&#1605;&#1616;&#1610;&#1605;&#1613;<br>[And] scorner, going about with malicious gossip -<br><br><br></span><span style="font-weight:bold">Summary:</span><span><br>1)Ta&#39;ana: To present the weakness or flaw of a person in such a way that it hurts him like a pointy object.<br>2)Lamaza: To unjustly mock someone&#39;s action<br>3)Hamaza: To mock someone through gestures<br><br><br></span></p><p style="height:11pt;color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span></span></p></body></html>