<html><head></head><body style="max-width:468pt;background-color:#ffffff;padding:72pt 72pt 72pt 72pt"><p style="height:11pt;color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span></span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="font-weight:bold">6- Tamaa&#39;a rakhna (to have greed)</span><span><br><br>Synonyms: Tamaa&#39;a, Harasa, Shuhha<br><br>6.1-Tamaa&#39;a(&#1591;&#1614;&#1605;&#1614;&#1593;&#1614;): To have a powerful anticipation/desire in one&#39;s heart for something. Have a strong expectation. <br>Allah (swt) says:<br><br>Surah Al-Muddaththir-The Cloaked One (74:14-15)<br>&#1608;&#1614;&#1605;&#1614;&#1607;&#1617;&#1614;&#1583;&#1578;&#1617;&#1615; &#1604;&#1614;&#1607;&#1615; &#1578;&#1614;&#1605;&#1618;&#1607;&#1616;&#1610;&#1583;&#1611;&#1575;<br>&#1579;&#1615;&#1605;&#1617;&#1614; &#1610;&#1614;&#1591;&#1618;&#1605;&#1614;&#1593;&#1615; &#1571;&#1614;&#1606;&#1618; &#1571;&#1614;&#1586;&#1616;&#1610;&#1583;&#1614;<br>And spread [everything] before him, easing [his life].<br>Then he desires that I should add more.<br><br><br>6.2-Hirs(&#1581;&#1616;&#1585;&#1589;): When the expectation or affinity for a thing reaches great heights, it is known as hirs. Whether it is for one&#39;s own good or someone else&#39;s. Greed. <br>It is mentioned in the Quran:<br><br>Surah An-Nahl-The Bee(16:37)<br>&#1573;&#1616;&#1606; &#1578;&#1614;&#1581;&#1618;&#1585;&#1616;&#1589;&#1618; &#1593;&#1614;&#1604;&#1614;&#1609;&#1648; &#1607;&#1615;&#1583;&#1614;&#1575;&#1607;&#1615;&#1605;&#1618; &#1601;&#1614;&#1573;&#1616;&#1606;&#1617;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1614; &#1604;&#1614;&#1575; &#1610;&#1614;&#1607;&#1618;&#1583;&#1616;&#1610; &#1605;&#1614;&#1606; &#1610;&#1615;&#1590;&#1616;&#1604;&#1617;&#1615; &#1750; <br>[Even] if you should strive for their guidance, [O Muhammad], indeed, Allah does not guide those He sends astray<br><br><br>6.4-Shuhh(&#1588;&#1615;&#1581;&#1617;): Shahha(&#1588;&#1614;&#1581;&#1617;&#1614;) meaning stinginess and greediness. And Ash-sheeh(&#1575;&#1614;&#1604;&#1588;&#1617;&#1616;&#1610;&#1581;) and Ash-shihaah(&#1575;&#1614;&#1604;&#1588;&#1617;&#1616;&#1581;&#1614;&#1575;&#1581;) meaning miser. Coveter that is Shahha has two simultaneous qualities:<br>i)Greed for acquisition of wealth<br>ii)Reluctance in spending that wealth<br><br>Stinginess and covetousness are two of the worst qualities. <br>It is said in the Quran:<br><br>Surah Al-Ahzab-The Combined Forces (33:19)<br> &#1576;&#1616;&#1571;&#1614;&#1604;&#1618;&#1587;&#1616;&#1606;&#1614;&#1577;&#1613; &#1581;&#1616;&#1583;&#1614;&#1575;&#1583;&#1613; &#1571;&#1614;&#1588;&#1616;&#1581;&#1617;&#1614;&#1577;&#1611; &#1593;&#1614;&#1604;&#1614;&#1609; &#1575;&#1604;&#1618;&#1582;&#1614;&#1610;&#1618;&#1585;&#1616; &#1754;<br>But when fear departs, they lash you with sharp tongues, indisposed toward [any] good.<br><br>In another place, Allah (swt) says:Surah Al-Hashr(59:9)<br>&#1608;&#1614;&#1605;&#1614;&#1606; &#1610;&#1615;&#1608;&#1602;&#1614; &#1588;&#1615;&#1581;&#1617;&#1614; &#1606;&#1614;&#1601;&#1618;&#1587;&#1616;&#1607;&#1616; &#1601;&#1614;&#1571;&#1615;&#1608;&#1604;&#1614;&#1648;&#1574;&#1616;&#1603;&#1614; &#1607;&#1615;&#1605;&#1615; &#1575;&#1604;&#1618;&#1605;&#1615;&#1601;&#1618;&#1604;&#1616;&#1581;&#1615;&#1608;&#1606;&#1614;<br>And whoever is protected from the stinginess of his soul - it is those who will be the successful.<br><br><br><br></span><span style="font-weight:bold">Summary</span><span>:<br>1)Tamaa&#39;a: To have a powerful desire in one&#39;s heart for something.<br>2)Hirs: When the desire becomes extreme, then it is called hirs.<br>3)When stinginess is added to the desire for wealth, it is known as shuhha.<br><br></span></p><p style="height:11pt;color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span></span></p></body></html>