<html><head></head><body style="max-width:468pt;background-color:#ffffff;padding:72pt 72pt 72pt 72pt"><p style="height:11pt;color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span></span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="font-weight:bold">7- Tay kerna (To go a certain distance)</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span><br>Synonyms: &#39;Abara, Qataa&#39;a<br><br>7.1-&#39;Abara(&#1593;&#1614;&#1576;&#1614;&#1585;&#1614;): The basic meaning is to cross a body of water. Whether it is by swimming, some means of transport or by a bridge and &#39;Abrunnahr(&#1593;&#1614;&#1576;&#1585;&#1615; &#1575;&#1604;&#1606;&#1617;&#1614;&#1607;&#1585;) refers to that corner of a stream from where you can cross it. And &#39;Abar-al-&#39;aeyn(&#1593;&#1614;&#1576;&#1614;&#1585;&#1614; &#1575;&#1604;&#1593;&#1614;&#1610;&#1606;) meaning the flow of tears. And al-&#39;abaraat(&#1575;&#1604;&#1593;&#1614;&#1576;&#1614;&#1585;&#1614;&#1575;&#1578;) means tears. Then it started being used to refer to going the distance of all kinds of paths, whether the way had water or not. <br>Allah (swt) says:<br><br>Surah An-Nisa&#39; (4:43)<br> &#1608;&#1614;&#1604;&#1614;&#1575; &#1580;&#1615;&#1606;&#1615;&#1576;&#1611;&#1575; &#1573;&#1616;&#1604;&#1617;&#1614;&#1575; &#1593;&#1614;&#1575;&#1576;&#1616;&#1585;&#1616;&#1610; &#1587;&#1614;&#1576;&#1616;&#1610;&#1604;&#1613; &#1581;&#1614;&#1578;&#1617;&#1614;&#1609;&#1648; &#1578;&#1614;&#1594;&#1618;&#1578;&#1614;&#1587;&#1616;&#1604;&#1615;&#1608;&#1575; &#1754; &#1608;&#1614;&#1573;&#1616;&#1606; &#1603;&#1615;&#1606;&#1578;&#1615;&#1605; &#1605;&#1617;&#1614;&#1585;&#1618;&#1590;&#1614;&#1609;&#1648; &#1571;&#1614;&#1608;&#1618; &#1593;&#1614;&#1604;&#1614;&#1609;&#1648; &#1587;&#1614;&#1601;&#1614;&#1585;&#1613; &#1571;&#1614;&#1608;&#1618; &#1580;&#1614;&#1575;&#1569;&#1614; &#1571;&#1614;&#1581;&#1614;&#1583;&#1612; &#1605;&#1617;&#1616;&#1606;&#1603;&#1615;&#1605; &#1605;&#1617;&#1616;&#1606;&#1614; &#1575;&#1604;&#1618;&#1594;&#1614;&#1575;&#1574;&#1616;&#1591;&#1616; &#1571;&#1614;&#1608;&#1618; &#1604;&#1614;&#1575;&#1605;&#1614;&#1587;&#1618;&#1578;&#1615;&#1605;&#1615; &#1575;&#1604;&#1606;&#1617;&#1616;&#1587;&#1614;&#1575;&#1569;&#1614; &#1601;&#1614;&#1604;&#1614;&#1605;&#1618; &#1578;&#1614;&#1580;&#1616;&#1583;&#1615;&#1608;&#1575; &#1605;&#1614;&#1575;&#1569;&#1611; &#1601;&#1614;&#1578;&#1614;&#1610;&#1614;&#1605;&#1617;&#1614;&#1605;&#1615;&#1608;&#1575; &#1589;&#1614;&#1593;&#1616;&#1610;&#1583;&#1611;&#1575; &#1591;&#1614;&#1610;&#1617;&#1616;&#1576;&#1611;&#1575; &#1601;&#1614;&#1575;&#1605;&#1618;&#1587;&#1614;&#1581;&#1615;&#1608;&#1575; &#1576;&#1616;&#1608;&#1615;&#1580;&#1615;&#1608;&#1607;&#1616;&#1603;&#1615;&#1605;&#1618; &#1608;&#1614;&#1571;&#1614;&#1610;&#1618;&#1583;&#1616;&#1610;&#1603;&#1615;&#1605;&#1618;<br>...do not approach prayer while you are intoxicated until you know what you are saying or in a state of janabah, except those passing through [a place of prayer], until you have washed [your whole body]. And if you are ill or on a journey or one of you comes from the place of relieving himself or you have contacted women and find no water, then seek clean earth and wipe over your faces and your hands [with it]. <br><br><br>7.2-Qataa&#39;a(&#1602;&#1614;&#1591;&#1614;&#1593;&#1614;): Basically means to cut and separate. And qataa&#39;-an-nahr(&#1602;&#1614;&#1591;&#1614;&#1593;&#1614; &#1575;&#1604;&#1606;&#1617;&#1614;&#1607;&#1585;) means to cross a stream. Qata&#39;a-as-sabeel(&#1602;&#1614;&#1591;&#1614;&#1593;&#1614; &#1575;&#1604;&#1587;&#1617;&#1614;&#1576;&#1616;&#1610;&#1604;) means mugging (on the way). And qata&#39;a-al-waadi(&#1602;&#1591;&#1593; &#1575;&#1604;&#1608;&#1575;&#1583;&#1609;) meaning to cross a field or ground. And qata&#39;a-al-amr(&#1602;&#1591;&#1593; &#1575;&#1604;&#1593;&#1605;&#1585;) means to decide a schedule for completing a task. Thus this word is more common that &#39;abara in reference to crossing a distance. <br>Allah (swt) says:<br><br>Surah At-Taubah-The Repentance (9:121)<br>-&#1608;&#1614;&#1604;&#1614;&#1575; &#1610;&#1614;&#1602;&#1618;&#1591;&#1614;&#1593;&#1615;&#1608;&#1606;&#1614; &#1608;&#1614;&#1575;&#1583;&#1616;&#1610;&#1611;&#1575; &#1573;&#1616;&#1604;&#1617;&#1614;&#1575; &#1603;&#1615;&#1578;&#1616;&#1576;&#1614; &#1604;&#1614;&#1607;&#1615;&#1605;&#1618;<br>... or cross a valley but that it is registered for them...<br><br>And in another place:<br><br>Surah An-Naml-The Ant (27:32)<br>&#1605;&#1614;&#1575; &#1603;&#1615;&#1606;&#1578;&#1615; &#1602;&#1614;&#1575;&#1591;&#1616;&#1593;&#1614;&#1577;&#1611; &#1571;&#1614;&#1605;&#1618;&#1585;&#1611;&#1575; &#1581;&#1614;&#1578;&#1617;&#1614;&#1609;&#1648; &#1578;&#1614;&#1588;&#1618;&#1607;&#1614;&#1583;&#1615;&#1608;&#1606;&#1616;<br>&quot;...I would not decide a matter until you witness [for] me.&quot;<br><br><br></span><span style="font-weight:bold">Summary:</span><span><br>The word &#39;abara is used to mean to cross a way or especially a body of water and qataa&#39;a is used to refer to decide matters and to cross boundaries of land.</span></p><p style="height:11pt;color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span></span></p></body></html>