<html><head><title>h1</title><style type="text/css">ol{margin:0;padding:0}.c8{max-width:468pt;background-color:#ffffff;padding:72pt 72pt 72pt 72pt}.c6{height:11pt}.c5{color:#222222}.c2{font-size:12pt}.c0{direction:ltr}.c4{font-size:16pt}.c3{font-weight:bold}.c1{direction:rtl}.c7{font-size:36pt}.title{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:36pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}.subtitle{padding-top:18pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:24pt;font-family:"Georgia";padding-bottom:4pt}li{color:#000000;font-size:11pt;font-family:"Arial"}p{color:#000000;font-size:11pt;margin:0;font-family:"Arial"}h1{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:18pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}h2{padding-top:18pt;line-height:1.15;text-align:left;color:#000000;font-size:14pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h3{padding-top:14pt;line-height:1.15;text-align:left;color:#666666;font-size:12pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h4{padding-top:12pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:11pt;font-family:"Arial";padding-bottom:2pt}h5{padding-top:11pt;line-height:1.15;text-align:left;color:#666666;font-size:10pt;font-family:"Arial";font-weight:bold;padding-bottom:2pt}h6{padding-top:10pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:10pt;font-family:"Arial";padding-bottom:2pt}</style></head><body class="c8"><p class="c0"><span class="c2 c3">Page 878</span></p><p class="c0"><span class="c7">&#1729;</span></p><p class="c0"><span class="c2 c3">1 HATH [Hand]</span></p><p class="c0"><span class="c2 c3">Synonyms: YADD, YAMEEN, SHIMAAL, DIRAA&rsquo;</span></p><p class="c0"><span class="c2 c3">1.1YADD (&#1740;&#1583;):</span><span class="c2">&nbsp;Means a hand. The actually word is YADDI (&#1740;&#1583;&#1740;), but the &lsquo;&#1740;&rsquo; was dropped. The double of it is YADAAN (&#1740;&#1614;&#1583;&#1614;&#1575;&#1606;) and YADAIN (&#1740;&#1614;&#1583;&#1614;&#1740;&#1618;&#1606;), and plural is AIEDI (&#1575;&#1614;&#1740;&#1618;&#1583;&#1616;&#1740;). Allah says in the Quran</span></p><p class="c0"><span class="c5 c2">Surah Al-Baqarah (The cow): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1576;&#1614;&#1602;&#1614;&#1585;&#1614;&#1731; &nbsp;2:79</span></p><p class="c1"><span class="c4">&#1601;&#1614;&#1608;&#1614;&#1610;&#1618;&#1604;&#1612; &#1604;&#1617;&#1614;&#1607;&#1615;&#1605; &#1605;&#1616;&#1617;&#1605;&#1617;&#1614;&#1575; &#1603;&#1614;&#1578;&#1614;&#1576;&#1614;&#1578;&#1618; &#1571;&#1614;&#1610;&#1618;&#1583;&#1616;&#1610;&#1607;&#1616;&#1605;&#1618; &#1608;&#1614;&#1608;&#1614;&#1610;&#1618;&#1604;&#1612; &#1604;&#1617;&#1614;&#1607;&#1615;&#1605; &#1605;&#1616;&#1617;&#1605;&#1617;&#1614;&#1575; &#1610;&#1614;&#1603;&#1618;&#1587;&#1616;&#1576;&#1615;&#1608;&#1606;&#1614;</span></p><p class="c0"><span class="c2">Woe to them for what their hands have written and woe to them for what they earn.</span></p><p class="c0"><span class="c2">&nbsp;</span></p><p class="c0"><span class="c2">And because hand is the most vital part of body when it comes to work and strength, this word also symbolizes strength, possession and ownership. Allah says in the Quran</span></p><p class="c0"><span class="c5 c2">Surah Al-Baqarah (The cow): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1576;&#1614;&#1602;&#1614;&#1585;&#1614;&#1731; &nbsp;2:237</span></p><p class="c1"><span class="c4">&#1571;&#1614;&#1606; &#1610;&#1614;&#1593;&#1618;&#1601;&#1615;&#1608;&#1606;&#1614; &#1571;&#1614;&#1608;&#1618; &#1610;&#1614;&#1593;&#1618;&#1601;&#1615;&#1608;&#1614; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610; &#1576;&#1616;&#1610;&#1614;&#1583;&#1616;&#1607;&#1616; &#1593;&#1615;&#1602;&#1618;&#1583;&#1614;&#1577;&#1615; &#1575;&#1604;&#1606;&#1616;&#1617;&#1603;&#1614;&#1575;&#1581;&#1616; </span></p><p class="c0"><span class="c2">unless they forego the right, or the one in whose hand is the marriage contract foregoes it&#1748;</span></p><p class="c0"><span class="c2">And BAIEN-YADEE (&#1576;&#1740;&#1606; &#1740;&#1583;&#1740;) and BAIEN-AIDEE (&#1576;&#1740;&#1606; &#1575;&#1740;&#1583;&#1740;) is used for previous and front or present metaphorically. Allah says in the Quran</span></p><p class="c0"><span class="c2">Surah Al-Mujadila (The Pleading Women) &#1587;&#1615;&#1608;&#1761;&#1585;&#1614;&#1577;&#1615; &#1575;&#1604;&#1605;&#1580;&#1614;&#1575;&#1583;&#1604;&#1577; 58:12</span></p><p class="c1"><span class="c4">&#1610;&#1614;&#1575; &#1571;&#1614;&#1610;&#1617;&#1615;&#1607;&#1614;&#1575; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1570;&#1605;&#1614;&#1606;&#1615;&#1608;&#1575; &#1573;&#1616;&#1584;&#1614;&#1575; &#1606;&#1614;&#1575;&#1580;&#1614;&#1610;&#1618;&#1578;&#1615;&#1605;&#1615; &#1575;&#1604;&#1585;&#1617;&#1614;&#1587;&#1615;&#1608;&#1604;&#1614; &#1601;&#1614;&#1602;&#1614;&#1583;&#1616;&#1617;&#1605;&#1615;&#1608;&#1575; &#1576;&#1614;&#1610;&#1618;&#1606;&#1614; &#1610;&#1614;&#1583;&#1614;&#1610;&#1618; &#1606;&#1614;&#1580;&#1618;&#1608;&#1614;&#1575;&#1603;&#1615;&#1605;&#1618; &#1589;&#1614;&#1583;&#1614;&#1602;&#1614;&#1577;&#1611;</span></p><p class="c0"><span class="c2">O you who have believed, when you [wish to] privately consult the Messenger, present before your consultation a charity. </span></p><p class="c0"><span class="c2">&nbsp;</span></p><p class="c0"><span class="c2">In another place in Holy Quran</span></p><p class="c0"><span class="c5 c2">Surah Yaseen (Yaseen): &#1587;&#1608;&#1585;&#1731; &#1648;&#1740;&#1648;&#1587; 36:9</span></p><p class="c1"><span class="c4">&#1608;&#1614;&#1580;&#1614;&#1593;&#1614;&#1604;&#1618;&#1606;&#1614;&#1575; &#1605;&#1616;&#1606; &#1576;&#1614;&#1610;&#1618;&#1606;&#1616; &#1571;&#1614;&#1610;&#1618;&#1583;&#1616;&#1610;&#1607;&#1616;&#1605;&#1618; &#1587;&#1614;&#1583;&#1617;&#1611;&#1575; &#1608;&#1614;&#1605;&#1616;&#1606;&#1618; &#1582;&#1614;&#1604;&#1618;&#1601;&#1616;&#1607;&#1616;&#1605;&#1618; &#1587;&#1614;&#1583;&#1617;&#1611;&#1575;</span></p><p class="c0"><span class="c2">And We have put a bar in front of them and a bar behind them,</span></p><p class="c0"><span class="c2">&nbsp;</span></p><p class="c0"><span class="c2">Also in Quran</span></p><p class="c0"><span class="c5 c2">Surah Al-Baqarah (The cow): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1576;&#1614;&#1602;&#1614;&#1585;&#1614;&#1731; &nbsp;2:65</span></p><p class="c1"><span class="c4">&#1601;&#1614;&#1602;&#1615;&#1604;&#1618;&#1606;&#1614;&#1575; &#1604;&#1614;&#1607;&#1615;&#1605;&#1618; &#1603;&#1615;&#1608;&#1606;&#1615;&#1608;&#1575; &#1602;&#1616;&#1585;&#1614;&#1583;&#1614;&#1577;&#1611; &#1582;&#1614;&#1575;&#1587;&#1616;&#1574;&#1616;&#1610;&#1606;&#1614; &#1601;&#1614;&#1580;&#1614;&#1593;&#1614;&#1604;&#1618;&#1606;&#1614;&#1575;&#1607;&#1614;&#1575; &#1606;&#1614;&#1603;&#1614;&#1575;&#1604;&#1611;&#1575; &#1604;&#1616;&#1617;&#1605;&#1614;&#1575; &#1576;&#1614;&#1610;&#1618;&#1606;&#1614; &#1610;&#1614;&#1583;&#1614;&#1610;&#1618;&#1607;&#1614;&#1575; &#1608;&#1614;&#1605;&#1614;&#1575; &#1582;&#1614;&#1604;&#1618;&#1601;&#1614;&#1607;&#1614;&#1575;</span></p><p class="c0"><span class="c2">We said to them: &quot;Be you monkeys, despised and rejected.&quot; So We made this punishment an example to their own and to succeeding generations </span></p><p class="c0"><span class="c2 c3">&nbsp;</span></p><p class="c0"><span class="c2 c3">Page 879</span></p><p class="c0"><span class="c2 c3">&nbsp;</span></p><p class="c0"><span class="c2 c3">1.2 YAMEEN (&#1740;&#1614;&#1605;&#1616;&#1740;&#1618;&#1606;): </span><span class="c2">(Plural AIEMAAN (&#1575;&#1614;&#1740;&#1618;&#1605;&#1614;&#1575;&#1606;)) means the right hand. For instance in Quran</span></p><p class="c0"><span class="c2 c5">Surah Ta-Ha (Ta-ha):&#1587;&#1608;&#1585;&#1731; &#1591;&#1648;&#1726;&#1648; &nbsp;20:17</span></p><p class="c1"><span class="c4">&#1608;&#1614;&#1605;&#1614;&#1575; &#1578;&#1616;&#1604;&#1618;&#1603;&#1614; &#1576;&#1616;&#1610;&#1614;&#1605;&#1616;&#1610;&#1606;&#1616;&#1603;&#1614; &#1610;&#1614;&#1575; &#1605;&#1615;&#1608;&#1587;&#1614;&#1609;&#1648;</span></p><p class="c0"><span class="c2">And what is that in your right hand, O Moses?&quot;</span></p><p class="c0"><span class="c2">&nbsp;</span></p><p class="c0"><span class="c2">And also the right side (Opposite SHIMAAL (&#1588;&#1605;&#1575;&#1604;) (left)). For instance in the Quran</span></p><p class="c0"><span class="c5 c2">Surah Saba&#39; (Sheba) - &#1587;&#1608;&#1585;&#1577; &#1587;&#1576;&#1573; 34:15</span></p><p class="c1"><span class="c4">&#1604;&#1614;&#1602;&#1614;&#1583;&#1618; &#1603;&#1614;&#1575;&#1606;&#1614; &#1604;&#1616;&#1587;&#1614;&#1576;&#1614;&#1573;&#1613; &#1601;&#1616;&#1610; &#1605;&#1614;&#1587;&#1618;&#1603;&#1614;&#1606;&#1616;&#1607;&#1616;&#1605;&#1618; &#1570;&#1610;&#1614;&#1577;&#1612; &#1750; &#1580;&#1614;&#1606;&#1617;&#1614;&#1578;&#1614;&#1575;&#1606;&#1616; &#1593;&#1614;&#1606; &#1610;&#1614;&#1605;&#1616;&#1610;&#1606;&#1613; &#1608;&#1614;&#1588;&#1616;&#1605;&#1614;&#1575;&#1604;&#1613; &#1750; </span></p><p class="c0"><span class="c2">There was for [the tribe of] Saba&#39; in their dwelling place a sign: two [fields of] gardens on the right and on the left.</span></p><p class="c0"><span class="c2">&nbsp;</span></p><p class="c0"><span class="c2">The way YADD (&#1740;&#1583;) is used for strength and possession, YAMEEN (&#1740;&#1614;&#1605;&#1616;&#1740;&#1618;&#1606;) is used for a wider range of meanings because in power and skill right hand is better than left hand. MULK-YAMEEN (&#1605;&#1604;&#1705; &#1740;&#1605;&#1740;&#1606;) refers to that thing which is under complete ownership and authority. Metaphorically it refers to a male or female slave. For instance in the Quran</span></p><p class="c0"><span class="c5 c2">Surah An-Nisa (The women): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1606;&#1616;&#1617;&#1587;&#1575; 4:24</span></p><p class="c1"><span class="c4">&#1608;&#1614;&#1575;&#1604;&#1618;&#1605;&#1615;&#1581;&#1618;&#1589;&#1614;&#1606;&#1614;&#1575;&#1578;&#1615; &#1605;&#1616;&#1606;&#1614; &#1575;&#1604;&#1606;&#1616;&#1617;&#1587;&#1614;&#1575;&#1569;&#1616; &#1573;&#1616;&#1604;&#1617;&#1614;&#1575; &#1605;&#1614;&#1575; &#1605;&#1614;&#1604;&#1614;&#1603;&#1614;&#1578;&#1618; &#1571;&#1614;&#1610;&#1618;&#1605;&#1614;&#1575;&#1606;&#1615;&#1603;&#1615;&#1605;&#1618; </span></p><p class="c0"><span class="c2">Also (forbidden are) women already married, except those (captives and slaves) whom your right hands possess. </span></p><p class="c0"><span class="c2">&nbsp;</span></p><p class="c0"><span class="c2">Apart from this, Arab used to put or strike their right hand on the hand of the addressed person to strengthen an oath, thus this word started to be used for a vow or oath. YAMEEN (&#1740;&#1614;&#1605;&#1616;&#1740;&#1618;&#1606;) is that swearing that is done to strengthen a vow. Allah says in the Quran</span></p><p class="c0"><span class="c5 c2">Surah Al Tawbah (The repentance): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1578;&#1608;&#1576;&#1726; 9:13</span></p><p class="c1"><span class="c4">&#1571;&#1614;&#1604;&#1614;&#1575; &#1578;&#1615;&#1602;&#1614;&#1575;&#1578;&#1616;&#1604;&#1615;&#1608;&#1606;&#1614; &#1602;&#1614;&#1608;&#1618;&#1605;&#1611;&#1575; &#1606;&#1617;&#1614;&#1603;&#1614;&#1579;&#1615;&#1608;&#1575; &#1571;&#1614;&#1610;&#1618;&#1605;&#1614;&#1575;&#1606;&#1614;&#1607;&#1615;&#1605;&#1618;</span></p><p class="c0"><span class="c5 c2">Would you not fight a people who broke their oaths </span></p><p class="c0"><span class="c2 c3">&nbsp;</span></p><p class="c0"><span class="c2 c3">1.3 SHIMAAL (&#1588;&#1616;&#1605;&#1614;&#1575;&#1604;): </span><span class="c2">Means left, left hand, or left side (Opposite YAMEEN (&#1740;&#1614;&#1605;&#1616;&#1740;&#1618;&#1606;)). The way YAMEEN (&#1740;&#1614;&#1605;&#1616;&#1740;&#1618;&#1606;) refers to fortune and good luck, in the same way SHIMAAL (&#1588;&#1616;&#1605;&#1614;&#1575;&#1604;) refers to bad luck </span><span class="c5 c2">(dictionary al Manjad)</span><span class="c2">. (Plural SHMAAIL (&#1588;&#1605;&#1575;&#1574;&#1604;)). In the Quran</span></p><p class="c0"><span class="c2">Surah Al-Haqqah (The reality): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1581;&#1614;&#1575;&#1602;&#1617;&#1614;&#1731; 69:25</span></p><p class="c1"><span class="c4">&#1608;&#1614;&#1571;&#1614;&#1605;&#1617;&#1614;&#1575; &#1605;&#1614;&#1606;&#1618; &#1571;&#1615;&#1608;&#1578;&#1616;&#1610;&#1614; &#1603;&#1616;&#1578;&#1614;&#1575;&#1576;&#1614;&#1607;&#1615; &#1576;&#1616;&#1588;&#1616;&#1605;&#1614;&#1575;&#1604;&#1616;&#1607;&#1616; &#1601;&#1614;&#1610;&#1614;&#1602;&#1615;&#1608;&#1604;&#1615; &#1610;&#1614;&#1575; &#1604;&#1614;&#1610;&#1618;&#1578;&#1614;&#1606;&#1616;&#1610; &#1604;&#1614;&#1605;&#1618; &#1571;&#1615;&#1608;&#1578;&#1614; &#1603;&#1616;&#1578;&#1614;&#1575;&#1576;&#1616;&#1610;&#1614;&#1607;&#1618;</span></p><p class="c0"><span class="c2">But as for he who is given his record in his left hand, he will say, &quot;Oh, I wish I had not been given my record</span></p><p class="c0"><span class="c2">&nbsp;</span></p><p class="c0"><span class="c2">Another place in the Quran</span></p><p class="c0"><span class="c2">Surah Al-Araf (The heights): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1575;&#1620;&#1593;&#1585;&#1614;&#1575;&#1601; 7:17</span></p><p class="c1"><span class="c4">&#1579;&#1615;&#1605;&#1617;&#1614; &#1604;&#1614;&#1570;&#1578;&#1616;&#1610;&#1614;&#1606;&#1617;&#1614;&#1607;&#1615;&#1605; &#1605;&#1616;&#1617;&#1606; &#1576;&#1614;&#1610;&#1618;&#1606;&#1616; &#1571;&#1614;&#1610;&#1618;&#1583;&#1616;&#1610;&#1607;&#1616;&#1605;&#1618; &#1608;&#1614;&#1605;&#1616;&#1606;&#1618; &#1582;&#1614;&#1604;&#1618;&#1601;&#1616;&#1607;&#1616;&#1605;&#1618; &#1608;&#1614;&#1593;&#1614;&#1606;&#1618; &#1571;&#1614;&#1610;&#1618;&#1605;&#1614;&#1575;&#1606;&#1616;&#1607;&#1616;&#1605;&#1618; &#1608;&#1614;&#1593;&#1614;&#1606; &#1588;&#1614;&#1605;&#1614;&#1575;&#1574;&#1616;&#1604;&#1616;&#1607;&#1616;&#1605;&#1618; </span></p><p class="c0"><span class="c2">Then I will come to them from before them and from behind them and on their right and on their left,</span></p><p class="c0"><span class="c2">&nbsp;</span></p><p class="c0"><span class="c2 c3">Page 880</span></p><p class="c0"><span class="c2 c3">1.4 DIRAA&rsquo; (&#1584;&#1616;&#1585;&#1614;&#1575;&#1593;):</span><span class="c2">&nbsp;Means hand. Span between elbow till the middle finger. DARAA&rsquo;-ATH-THAUB (&#1584;&#1614;&#1585;&#1614;&#1593;&#1614; &#1575;&#1604;&#1579;&#1614;&#1608;&#1614;&#1576;&#1614;) means to measure a cloth with DIRAA&rsquo; (&#1584;&#1585;&#1575;&#1593;) and DARUHU-KADA (&#1584;&#1614;&#1585;&#1618;&#1593;&#1615;&#1729;&#1615; &#1705;&#1614;&#1584;&#1614;&#1575;) means this is the length or measurement. And DIRAA&rsquo; (&#1584;&#1585;&#1575;&#1593;) is a tool for measurement whose length is between fifty (50) to seventy (70) centimeters </span><span class="c5 c2">(dictionary al Manjad)</span><span class="c2">. Almost twenty (20) to twenty-seven (27) inches. The reason for the difference in measurement is that in the earlier ages the heights of humans used to be tall which have reduced now. Certain translators take DIRAA&rsquo; (&#1584;&#1616;&#1585;&#1614;&#1575;&#1593;) as a yard.</span></p><p class="c0"><span class="c2">Surah Al-Haqqah (The reality): &#1587;&#1608;&#1585;&#1731; &#1575;&#1604;&#1581;&#1614;&#1575;&#1602;&#1617;&#1614;&#1731; 69:32</span></p><p class="c1"><span class="c4">&#1579;&#1615;&#1605;&#1617;&#1614; &#1601;&#1616;&#1610; &#1587;&#1616;&#1604;&#1618;&#1587;&#1616;&#1604;&#1614;&#1577;&#1613; &#1584;&#1614;&#1585;&#1618;&#1593;&#1615;&#1607;&#1614;&#1575; &#1587;&#1614;&#1576;&#1618;&#1593;&#1615;&#1608;&#1606;&#1614; &#1584;&#1616;&#1585;&#1614;&#1575;&#1593;&#1611;&#1575; &#1601;&#1614;&#1575;&#1587;&#1618;&#1604;&#1615;&#1603;&#1615;&#1608;&#1607;&#1615;</span></p><p class="c0"><span class="c2">Then into a chain whose length is seventy cubits insert him.&quot;</span></p><p class="c0"><span class="c2 c3">&nbsp;</span></p><p class="c0"><span class="c2 c3">Summary:</span></p><p class="c0"><span class="c2">1.1YADD: Hand, power or possession.</span></p><p class="c0"><span class="c2">1.2 YAMEEN: Right hand, complete ownership and authority.</span></p><p class="c0"><span class="c2">1.3 SHIMAAL: Left hand, left side.</span></p><p class="c0"><span class="c2">1.4 DIRAA&rsquo;: Hand and a tool for measuring cubits.</span></p><p class="c0"><span class="c2">&nbsp;</span></p><p class="c0 c6"><span></span></p></body></html>