<html><head><title>q67</title></head><body style="max-width:468pt;background-color:#ffffff;padding:72pt 72pt 72pt 72pt"><p style="text-align:center;color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="font-weight:bold">67 &ndash; Son or Daughter</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>&nbsp;</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>The words &#1608;&#1604;&#1583;, &#1608;&#1604;&#1610;&#1583;, &#1605;&#1608;&#1604;&#1608;&#1583;, &#1573;&#1576;&#1606;, &#1576;&#1606;&#1578; have been used</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>&nbsp;</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="font-weight:bold">67.1 &#1608;&#1604;&#1583;, &#1608;&#1604;&#1610;&#1583; and &#1605;&#1608;&#1604;&#1608;&#1583;:</span><span>&nbsp;every child that is begotten by a mother is a &#1608;&#1604;&#1583;, &#1608;&#1604;&#1610;&#1583;, and &#1605;&#1608;&#1604;&#1608;&#1583;. &nbsp;These three words are used both in masculine and feminine tenses. &nbsp;Linguistically the feminine of &#1608;&#1604;&#1610;&#1583; is &#1608;&#1604;&#1610;&#1583;&#1607;, but it is not used in the Quran. &nbsp;If there is any difference in these three words it is that the word &#1608;&#1604;&#1583; is applicable to any age. &nbsp;An old man would be considered a &#1608;&#1604;&#1583; of his parents in the same way that he was considered a &#1608;&#1604;&#1583; when he was born. &nbsp;The term &#1608;&#1604;&#1610;&#1583; is used for a child from birth till puberty. &nbsp;As Allah (the exalted) says:</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>&nbsp;</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>Surat Ash-Shu`ar&#257;&#39; (The Poets) - &#1575;&#1604;&#1588;&#1593;&#1585;&#1575;&#1569; &#1587;&#1608;&#1585;&#1577;</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>26:18</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>&nbsp;&#1602;&#1614;&#1575;&#1604;&#1614; &#1571;&#1614;&#1604;&#1614;&#1605;&#1761; &#1606;&#1615;&#1585;&#1614;&#1576;&#1617;&#1616;&#1603;&#1614; &#1601;&#1616;&#1610;&#1606;&#1614;&#1575; &#1608;&#1614;&#1604;&#1616;&#1610;&#1583;&#1611;&#1772;&#1575;&#1614; (&#65279;&#1633;&#1640;&#65279;)</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>[Pharaoh] said, &quot;Did we not raise you among us as a child (18)</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>&nbsp;</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>The term &#1605;&#1608;&#1604;&#1608;&#1583; is usually directed more towards the father than the mother. &nbsp;&#1605;&#1608;&#1604;&#1608;&#1583;&#1604;&#1607; is used to refer to the father while &#1605;&#1608;&#1604;&#1608;&#1583; to a son. It is usually used with younger children. For example, Allah (the exalted) states:</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>&nbsp;</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>Surat Luqm&#257;n (Luqman) - &#1604;&#1602;&#1605;&#1575;&#1606; &#1587;&#1608;&#1585;&#1577;</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>31:33</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>&nbsp;&#1608;&#1614;&#1604;&#1614;&#1575; &#1605;&#1614;&#1608;&#1761;&#1604;&#1615;&#1608;&#1583;&#1612; &#1607;&#1615;&#1608;&#1614; &#1580;&#1614;&#1575;&#1586;&#1613; &#1593;&#1614;&#1606; &#1608;&#1614;&#1575;&#1604;&#1616;&#1583;&#1616;&#1607;&#1616;&#1766; &#1588;&#1614;&#1610;&#1761;&#1600;&#1620;&#1611;&#1575;&zwnj;&#1754; &#1615; (&#65279;&#1635;&#1635;&#65279;)</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>Nor will a son avail his father at all (33).</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>_____________________________________</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>&nbsp;</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="font-weight:bold">67.2 &#1573;&#1576;&#1606; and &#1576;&#1606;&#1578;:</span><span>&nbsp;&#1573;&#1576;&#1606; is used for a son, the plural being &#1575;&#1576;&#1606;&#1614;&#1575;&#1569; and &#1576;&#1606;&#1608;&#1606; while &#1576;&#1606;&#1578; for daughter plural being &#1576;&#1606;&#1614;&#1575;&#1578;. &nbsp;Like &#1575;&#1614;&#1576;&#1617; and &#1575;&#1615;&#1605;&#1617;, these words is not limited to describing biological offspring only but are used in many other contexts. &nbsp;For example, &#1570;&#1583;&#1605; &#1576;&#1606;&#1610; (the children of Adam), &#1576;&#1606;&#1608; &#1573;&#1587;&#1605;&#1614;&#1593;&#1610;&#1604; (the children of Israel) or the names of tribes which are often based on an ancestor from the past.</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>&nbsp;</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>The second major difference between &#1608;&#1604;&#1583; and &#1573;&#1576;&#1606; is that the words &#1573;&#1576;&#1606; and &#1576;&#1606;&#1578; are used to show a relation or lineage. &nbsp;For example, &#1605;&#1585;&#1610;&#1605; &#1576;&#1606; &#1593;&#1610;&#1587;&#1614;&#1609; (Jesus son of Mary), &#1593;&#1605;&#1585;&#1614;&#1575;&#1606; &#1576;&#1606;&#1578; &#1605;&#1585;&#1610;&#1605; (Mary daughter of Imran), &#1575;&#1616;&#1582;&#1608;&#1614;&#1575;&#1606;&#1616;&#1607;&#1606;&#1617;&#1614; &#1576;&#1614;&#1606;&#1610;&#1616; (the sons of their brothers), &#1575;&#1604;&#1575;&#1614;&#1582; &#1576;&#1606;&#1614;&#1575;&#1578; (a brother&rsquo;s daughters), etc. &nbsp;&#1608;&#1604;&#1583; is not used in this manner.</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>&nbsp;</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>The third difference between the two is that the terms &#1573;&#1576;&#1606; and &#1576;&#1606;&#1578; (and also &#1575;&#1614;&#1576;&#1617; and &#1575;&#1615;&#1605;&#1617;) have been used to describe &#1603;&#1606;&#1610;&#1577; (nickname). &nbsp;A nickname is often based on a minute resemblance or relation. &nbsp;For example, &#1578;&#1615;&#1585;&#1614;&#1575;&#1576; &#1575;&#1576;&#1608; (the father of dust, nickname of Ali, may Allah be pleased with him), &#1607;&#1585;&#1610;&#1585;&#1607; &#1576;&#1608;&#1575; (the father of a kitten, nickname of famous companion of the Messenger, peace be upon him), &#1575;&#1604;&#1582;&#1576;&#1614;&#1575;&#1574;&#1579; &#1575;&#1605; (the mother of all evils, refers to alcohol), &#1575;&#1604;&#1614;&#1575;&#1605;&#1585;&#1614;&#1575;&#1590; &#1575;&#1605; (the mother of all diseases, refers to constipation), &#1575;&#1604;&#1608;&#1602;&#1578; &#1573;&#1576;&#1606; (built by time), &#1575;&#1604;&#1587;&#1576;&#1610;&#1604; &#1573;&#1576;&#1606; (refers to a traveler), &nbsp;&#1573;&#1576;&#1606; &#1575;&#1604;&#1575;&#1583;&#1607;&#1605;, &#1575;&#1604;&#1603;&#1585;&#1605; &#1576;&#1606;&#1578; (refers to grapes), etc. &nbsp;&#1608;&#1604;&#1583; and its derivatives are not used in such a way.</span></p><p style="height:11pt;color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span></span></p></body></html>