<html><head><title>p16</title></head><body style="max-width:468pt;background-color:#ffffff;padding:72pt 72pt 72pt 72pt"><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#333333;font-size:12pt;background-color:#f4f4f4;font-family:&quot;Verdana&quot;;font-weight:bold">Page 281</span></p><p style="text-align:center;color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#333333;font-size:12pt;background-color:#f4f4f4;font-family:&quot;Verdana&quot;;font-weight:bold">To read and to make someone read</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#333333;font-size:12pt;background-color:#f4f4f4;font-family:&quot;Verdana&quot;">&#1602;&#1585;&#1571;&#1548; &#1575;&#1614;&#1602;&#1585;&#1569;&#1548; &#1578;&#1604;&#1574;&#1548; &#1585;&#1578;&#1604;&#1548; &#1583;&#1585;&#1587;&#1548; &#1583;&#1585;&#1614;&#1575;&#1587;&#1577;&#1548; &#1575;&#1614;&#1605;&#1604;&#1574; (&#1605;&#1604;&#1574; lexicons that have been used in Quran. </span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#333333;font-size:12pt;background-color:#f4f4f4;font-family:&quot;Verdana&quot;">1.&#1602;&#1585;&#1571; is normally used for verb to read or to study either to read a entire piece of writing or to read a word or two. Quran is called as &#1602;&#1585;&#1570;&#1606;because it&rsquo;s repeatedly or frequently read book and its hyperbolized noun. Like from &#1594;&#1601;&#1585;hyperbolized noun would be &#1594;&#1615;&#1601;&#1585;&#1614;&#1575;&#1606;. Ref (29:19). &#1575;&#1614;&#1602;&#1585;&#1569;to make someone else read. Ref (87:6). </span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#333333;font-size:12pt;background-color:#f4f4f4;font-family:&quot;Verdana&quot;">2.&#1578;&#1604;&#1574; &#1610;&#1578;&#1604;&#1615;&#1608;&#1614;&#1575; to follow again and again. Ref (91:2). It also means to read any book or to read Quran. &#1578;&#1616;&#1604;&#1614;&#1614;&#1575;&#1608;&#1577; is reading/reciting particular torevealed and sacred books. This word can&rsquo;t be used if one reads a word or two from the revealed book verses should be recited. Ref (29:45) but it seems the specification of this word to the recitation/reading of revealed book is invention of latter Islamic period. Because Quran has used this word in the context of reading or reciting the magic spells. Ref (2:102)</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#333333;font-size:12pt;background-color:#f4f4f4;font-family:&quot;Verdana&quot;;font-weight:bold">Page 282:</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#333333;font-size:12pt;background-color:#f4f4f4;font-family:&quot;Verdana&quot;">3.&#1585;&#1578;&#1604;: &#1585;&#1578;&#1614;&#1604;attribute or beauty, decoration, goodness of anything. &#1585;&#1578;&#1617;&#1604; means to read with elocution and &#1578;&#1585;&#1578;&#1616;&#1610;&#1604; means to recite with voice beautified (&#1605;&#1615;&#1606;&#1580;&#1616;&#1583;). To read slowly/bit by bit. Ref (73:4)</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#333333;font-size:12pt;background-color:#f4f4f4;font-family:&quot;Verdana&quot;">4.&#1583;&#1585;&#1587; to get worn out/ragged. &#1583;&#1585;&#1587; &#1575;&#1604;&#1579;&#1608;&#1576; ragged or frayed clothes. &#1583;&#1585;&#1587; &#1575;&#1604;&#1593;&#1604;&#1605;means to be attentive in order to learn (&#1605;&#1615;&#1606;&#1580;&#1616;&#1583;). &#1573;&#1605;&#1614;&#1575;&#1605; &#1585;&#1614;&#1575;&#1594;&#1616;&#1576;says that this word implies when one learns, organizes and get influenced by knowledge. And one can meet this stage if he/she works continuously.&#1583;&#1585;&#1587;hence it means to read punctually and continuously. Ref (3:79.) &#1583;&#1614;&#1585;&#1614;&#1587;&#1614; &amp; &#1583;&#1616;&#1585;&#1614;&#1575;&#1587;&#1577; to read and to make someone read. &#1583;&#1614;&#1575;&#1585;&#1614;&#1587; to read unto each other. Ref (5:152) </span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#333333;font-size:12pt;background-color:#f4f4f4;font-family:&quot;Verdana&quot;">5.&#1575;&#1614;&#1605;&#1604;&#1574;: &#1575;&#1604;&#1575;&#1616;&#1605;&#1604;&#1575;&#1569;it&rsquo;s been used in duo matters &#1575;&#1605;&#1604;&#1617; &#1610;&#1605;&#1616;&#1604;&#1617; &#1575;&#1605;&#1604;&#1575;&#1614;&#1569; &#1605;&#1604;&#1604; and &#1575;&#1605;&#1604;&#1574;&#1548;&#1610;&#1615;&#1605;&#1604;&#1616;&#1610;&#1548; &#1573;&#1605;&#1604;&#1614;&#1575;&#1569; in both cases &#1573;&#1605;&#1604;&#1575;&#1614;&#1569; means the same i.e. To dictate. According to this&#1578;&#1615;&#1605;&#1604;&#1574; means to read unto somebody near some scholars. Ref (25:5).</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#333333;font-size:12pt;background-color:#f4f4f4;font-family:&quot;Verdana&quot;;font-weight:bold">Page 283:</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#333333;font-size:12pt;background-color:#f4f4f4;font-family:&quot;Verdana&quot;;font-weight:bold">Summary:</span><span style="color:#333333;font-size:12pt;background-color:#f4f4f4;font-family:&quot;Verdana&quot;">&nbsp;&#1602;&#1585;&#1571;its usage is common for verb, to study more or less. &#1578;&#1616;&#1604;&#1614;&#1614;&#1575;&#1608;&#1577; to recite revealed divine books or to chant magical spells. &#1585;&#1578;&#1604; to read slowly and elocution and beautified voice. &#1583;&#1585;&#1587; to learn systematically with regulation and verification. &#1575;&#1614;&#1605;&#1604;&#1574; to read the written phrase on to someone. </span></p></body></html>