<html><head><title>p18</title></head><body style="max-width:468pt;background-color:#ffffff;padding:72pt 72pt 72pt 72pt"><p style="text-align:center;color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#333333;font-size:12pt;background-color:#f4f4f4;font-family:&quot;Verdana&quot;;font-weight:bold">To call out to</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#333333;font-size:12pt;background-color:#f4f4f4;font-family:&quot;Verdana&quot;">&#1583;&#1593;&#1575; &#1548;&#1606;&#1575;&#1583;&#1574;&#1548; &#1575;&#1584;&#1617;&#1606;&#1548; &#1573;&#1576;&#1578;&#1607;&#1604;&#1548; &#1580;&#1607;&#1585; reflect the above mentioned phrase.</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#333333;font-size:12pt;background-color:#f4f4f4;font-family:&quot;Verdana&quot;">1.&#1583;&#1593;&#1575; and &#1606;&#1616;&#1583;&#1575;&#1569; are near in meaning. But &#1583;&#1593;&#1575; is more precise and particular than &#1606;&#1616;&#1583;&#1575;&#1569;. Subtle differences are: &#1583;&#1593;&#1575; means just call &#1606;&#1616;&#1583;&#1575;&#1569;means to call out loudly because word &#1606;&#1616;&#1583;&#1574; also comes in the context of long distances. &#1605;&#1606;&#1575;&#1583;&#1574;(&#1601;&#1575;&#1593;&#1604;) means the caller, herald. The content of &#1583;&#1593;&#1575; must be meaningful. &#1606;&#1616;&#1583;&#1575;&#1569; can be meaningful or it can be meaningless. A cry/shout or a callout could be &#1606;&#1616;&#1583;&#1575;&#1569; but not &#1583;&#1593;&#1575; like if one calls out somebody&rsquo;s name it would be &#1606;&#1616;&#1583;&#1575;&#1569;not &#1583;&#1593;&#1575;. In &#1583;&#1593;&#1575; one should address somebody but in &#1606;&#1616;&#1583;&#1575;&#1569;it&rsquo;s not necessary to name the &#1605;&#1606;&#1575;&#1583;&#1574; (&#1605;&#1601;&#1593;&#1608;&#1604;. Ref (2:171). &#1606;&#1593;&#1602;to caw or the croak of crow. And the in the cited verse &#1606;&#1616;&#1583;&#1575;&#1569; just means to shout/yell. &#1583;&#1593;&#1575; means to call out to someone. Ref (19:3). In the cited verse word &#1582;&#1601;&#1616;&#1610;&#1575; is excepting the scenario. &#1606;&#1616;&#1583;&#1575;&#1569;has also some been found in Quran in the context of &#1575;&#1584;&#1575;&#1606;. </span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#333333;font-size:12pt;background-color:#f4f4f4;font-family:&quot;Verdana&quot;;font-weight:bold">Page 285:</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#333333;font-size:12pt;background-color:#f4f4f4;font-family:&quot;Verdana&quot;">Ref (62:9) and in this case also the (&#1605;&#1601;&#1593;&#1608;&#1604;) &#1605;&#1606;&#1575;&#1583;&#1574; is not specified and the condition of loud voice and long distance is also here.</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#333333;font-size:12pt;background-color:#f4f4f4;font-family:&quot;Verdana&quot;">2.&#1575;&#1584;&#1617;&#1606; to draw attention by calling out loudly. So that the voice may access their ears. &#1575;&#1584;&#1575;&#1606;&amp; &#1578;&#1575;&#1584;&#1616;&#1610;&#1606; is more precise and specific than &#1606;&#1616;&#1583;&#1575;&#1569;. Ref (12:70).</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#333333;font-size:12pt;background-color:#f4f4f4;font-family:&quot;Verdana&quot;">3.&#1573;&#1576;&#1578;&#1607;&#1604;: &#1576;&#1607;&#1604; means specific kind of separation and invocation or &#1583;&#1593;&#1575;. &#1573;&#1576;&#1578;&#1607;&#1575;&#1604;&#1548; &#1605;&#1576;&#1575;&#1607;&#1604;&#1577; is that in a decision both parties freely implore anathemas for each other if they would lie. Ref (3:61).</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#333333;font-size:12pt;background-color:#f4f4f4;font-family:&quot;Verdana&quot;">4.&#1580;&#1607;&#1585; to make one&rsquo;s voice audible/hearable to others. And antonym of this word is &#1575;&#1587;&#1585;&#1617; to lower the volume so that your acquainted people cannot hear. Like in the congregational prayer the follower or &#1605;&#1615;&#1602;&#1578;&#1583;&#1616;&#1610; recite. Ref (20:7).</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="color:#333333;font-size:12pt;background-color:#f4f4f4;font-family:&quot;Verdana&quot;;font-weight:bold">Summary:</span><span style="color:#333333;font-size:12pt;background-color:#f4f4f4;font-family:&quot;Verdana&quot;">&nbsp;&#1583;&#1593;&#1575;meaningful talk or to address the specific being in a suppressed voice. &#1606;&#1616;&#1583;&#1575;&#1569; just implies on shout out or yelling out meaningfulness of content is not necessary or specification of &#1605;&#1606;&#1575;&#1583;&#1574; is also not needed. &#1575;&#1584;&#1575;&#1606; to draw attention by addressing/ calling in loud voice. &#1573;&#1576;&#1578;&#1607;&#1575;&#1604;type of anathemas. &#1580;&#1607;&#1585; to make one&rsquo;s voice audible or too clear to be understood. </span></p></body></html>