<html><head><title>p31</title><style type="text/css">ol{margin:0;padding:0}.c5{max-width:468pt;background-color:#ffffff;padding:72pt 72pt 72pt 72pt}.c0{height:11pt;direction:ltr}.c7{font-size:14pt;font-family:"Times New Roman"}.c1{text-align:right;direction:rtl}.c6{text-align:justify;direction:rtl}.c2{font-size:14pt;font-family:"Traditional Arabic"}.c8{font-size:14pt}.c9{font-size:12pt}.c4{font-weight:bold}.c3{direction:ltr}.title{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:36pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}.subtitle{padding-top:18pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:24pt;font-family:"Georgia";padding-bottom:4pt}li{color:#000000;font-size:11pt;font-family:"Arial"}p{color:#000000;font-size:11pt;margin:0;font-family:"Arial"}h1{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:18pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}h2{padding-top:18pt;line-height:1.15;text-align:left;color:#000000;font-size:14pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h3{padding-top:14pt;line-height:1.15;text-align:left;color:#666666;font-size:12pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h4{padding-top:12pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:11pt;font-family:"Arial";padding-bottom:2pt}h5{padding-top:11pt;line-height:1.15;text-align:left;color:#666666;font-size:10pt;font-family:"Arial";font-weight:bold;padding-bottom:2pt}h6{padding-top:10pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:10pt;font-family:"Arial";padding-bottom:2pt}</style></head><body class="c5"><p class="c3"><span class="c4 c9">31: POHANCHANA [TO DELIVER]</span></p><p class="c3"><span class="c4">Synonyms: ABLAGHA or BALLAGHA, AWRADA, JABAA, ADLAA</span></p><p class="c0"><span class="c4"></span></p><p class="c3"><span class="c4">31.1 ABLAGHA or BALLAGHA ( &#1576;&#1614;&#1604;&#1617;&#1614;&#1594;&#1614; ,&#1575;&#1614;&#1576;&#1618;&#1604;&#1614;&#1594;):</span><span>&nbsp;Both can be used to describe the delivery of a thing or a message to its final destination. For example</span></p><p class="c3"><span>Surah At-Taubah 9:6</span></p><p class="c1"><span class="c2">&#1608;&#1614;&#1573;&#1616;&#1606;&#1618; &#1571;&#1614;&#1581;&#1614;&#1583;&#1612; &#1605;&#1617;&#1616;&#1606;&#1614; &#1575;&#1604;&#1618;&#1605;&#1615;&#1588;&#1618;&#1585;&#1616;&#1603;&#1616;&#1610;&#1606;&#1614; &#1575;&#1587;&#1618;&#1578;&#1614;&#1580;&#1614;&#1575;&#1585;&#1614;&#1603;&#1614; &#1601;&#1614;&#1571;&#1614;&#1580;&#1616;&#1585;&#1618;&#1607;&#1615; &#1581;&#1614;&#1578;&#1617;&#1614;&#1609;&#1648; &#1610;&#1614;&#1587;&#1618;&#1605;&#1614;&#1593;&#1614; &#1603;&#1614;&#1604;&#1614;&#1575;&#1605;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1579;&#1615;&#1605;&#1617;&#1614; &#1571;&#1614;&#1576;&#1618;&#1604;&#1616;&#1594;&#1618;&#1607;&#1615; &#1605;&#1614;&#1571;&#1618;&#1605;&#1614;&#1606;&#1614;&#1607;&#1615; &#1584;&#1614;&#1648;&#1604;&#1616;&#1603;&#1614; &#1576;&#1616;&#1571;&#1614;&#1606;&#1617;&#1614;&#1607;&#1615;&#1605;&#1618; &#1602;&#1614;&#1608;&#1618;&#1605;&#1612; &#1604;&#1617;&#1614;&#1575; &#1610;&#1614;&#1593;&#1618;&#1604;&#1614;&#1605;&#1615;&#1608;&#1606;&#1614;</span></p><p class="c1"><span>&ldquo;And if any one of the polytheists seeks your protection, then grant him protection so that he may hear the words of Allah. Then deliver him to his place of safety. That is because they are a people who do not know.&rdquo;</span></p><p class="c1"><span>In Surah Al-Ma&rsquo;idah 5:67</span></p><p class="c1"><span class="c2">&#1610;&#1614;&#1575; &#1571;&#1614;&#1610;&#1617;&#1615;&#1607;&#1614;&#1575; &#1575;&#1604;&#1585;&#1617;&#1614;&#1587;&#1615;&#1608;&#1604;&#1615; &#1576;&#1614;&#1604;&#1617;&#1616;&#1594;&#1618; &#1605;&#1614;&#1575; &#1571;&#1615;&#1606;&#1586;&#1616;&#1604;&#1614; &#1573;&#1616;&#1604;&#1614;&#1610;&#1618;&#1603;&#1614; &#1605;&#1616;&#1606; &#1585;&#1617;&#1614;&#1576;&#1617;&#1616;&#1603;&#1614;</span></p><p class="c1"><span>&nbsp;&ldquo;O Messenger, announce that which has been revealed to you from your Lord&rdquo;</span></p><p class="c1"><span>&nbsp;</span></p><p class="c1"><span class="c4">31.2 AWRADA (&#1575;&#1614;&#1608;&#1618;&#1585;&#1614;&#1583;&#1614;):</span><span>&nbsp;To lead someone to a destination. For example</span></p><p class="c1"><span>Surah Al-Huud 11:98</span></p><p class="c1"><span class="c2">&#1610;&#1614;&#1602;&#1618;&#1583;&#1615;&#1605;&#1615; &#1602;&#1614;&#1608;&#1618;&#1605;&#1614;&#1607;&#1615; &#1610;&#1614;&#1608;&#1618;&#1605;&#1614; &#1575;&#1604;&#1618;&#1602;&#1616;&#1610;&#1614;&#1575;&#1605;&#1614;&#1577;&#1616; &#1601;&#1614;&#1571;&#1614;&#1608;&#1618;&#1585;&#1614;&#1583;&#1614;&#1607;&#1615;&#1605;&#1615; &#1575;&#1604;&#1606;&#1617;&#1614;&#1575;&#1585;&#1614; </span><span class="c7">&#1750;</span><span class="c2">&nbsp;&#1608;&#1614;&#1576;&#1616;&#1574;&#1618;&#1587;&#1614; &#1575;&#1604;&#1618;&#1608;&#1616;&#1585;&#1618;&#1583;&#1615; &#1575;&#1604;&#1618;&#1605;&#1614;&#1608;&#1618;&#1585;&#1615;&#1608;&#1583;&#1615;</span></p><p class="c1"><span>&nbsp;&ldquo;He (Pharoah) will precede his people on the Day of Resurrection and lead them into the Fire; and wretched is the place to which they are led.&rdquo;</span></p><p class="c3"><span>&nbsp;</span></p><p class="c3"><span class="c4">31.3 JABAA (&#1580;&#1614;&#1576;&#1614;&#1575;): </span><span>The basic meaning refers to two steps a. to gather something and then b. to deliver it to some other place. For example</span></p><p class="c3"><span>Surah Al-Qasas 28:57</span></p><p class="c1"><span>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span class="c2">&#1571;&#1614;&#1608;&#1614;&#1604;&#1614;&#1605;&#1618; &#1606;&#1615;&#1605;&#1614;&#1603;&#1617;&#1616;&#1606; &#1604;&#1617;&#1614;&#1607;&#1615;&#1605;&#1618; &#1581;&#1614;&#1585;&#1614;&#1605;&#1611;&#1575; &#1570;&#1605;&#1616;&#1606;&#1611;&#1575; &#1610;&#1615;&#1580;&#1618;&#1576;&#1614;&#1609;&#1648; &#1573;&#1616;&#1604;&#1614;&#1610;&#1618;&#1607;&#1616; &#1579;&#1614;&#1605;&#1614;&#1585;&#1614;&#1575;&#1578;&#1615; &#1603;&#1615;&#1604;&#1617;&#1616; &#1588;&#1614;&#1610;&#1618;&#1569;&#1613; &#1571;&#1614;&#1608;&#1614;&#1604;&#1614;&#1605;&#1618; &#1606;&#1615;&#1605;&#1614;&#1603;&#1617;&#1616;&#1606; &#1604;&#1617;&#1614;&#1607;&#1615;&#1605;&#1618; &#1581;&#1614;&#1585;&#1614;&#1605;&#1611;&#1575; &#1570;&#1605;&#1616;&#1606;&#1611;&#1575; &#1610;&#1615;&#1580;&#1618;&#1576;&#1614;&#1609;&#1648; &#1573;&#1616;&#1604;&#1614;&#1610;&#1618;&#1607;&#1616; &#1579;&#1614;&#1605;&#1614;&#1585;&#1614;&#1575;&#1578;&#1615; &#1603;&#1615;&#1604;&#1617;&#1616; &#1588;&#1614;&#1610;&#1618;&#1569;&#1613; </span><span class="c8">&nbsp;</span></p><p class="c3"><span>&ldquo;Have we not established for them a safe sanctuary to which are brought the fruits of all things as provision from Us?&rdquo;</span></p><p class="c3"><span>&nbsp;</span></p><p class="c3"><span class="c4">31.3 ADLAA (&#1575;&#1614;&#1583;&#1618;&#1604;&#1609;):</span><span>&nbsp;Dalw (&#1583;&#1614;&#1604;&#1618;&#1608;) refers to an empty water bucket. Adlaa then means to gradually lower an empty bucket into a well. Adlaa ilaa falaan (&#1601;&#1604;&#1575;&#1606; &#1575;&#1583;&#1604;&#1609; &#1575;&#1583;&#1604;&#1609;) means to take one&rsquo;s dispute to another person for resolution and then trying to use family connections or bribery for unfair advantage. &nbsp;For example:</span></p><p class="c3"><span>Surah Al-Baqarah 2:188</span></p><p class="c3"><span class="c2">&#1608;&#1614;&#1604;&#1614;&#1575; &#1578;&#1614;&#1571;&#1618;&#1603;&#1615;&#1604;&#1615;&#1608;&#1575; &#1571;&#1614;&#1605;&#1618;&#1608;&#1614;&#1575;&#1604;&#1614;&#1603;&#1615;&#1605; &#1576;&#1614;&#1610;&#1618;&#1606;&#1614;&#1603;&#1615;&#1605; &#1576;&#1616;&#1575;&#1604;&#1618;&#1576;&#1614;&#1575;&#1591;&#1616;&#1604;&#1616; &#1608;&#1614;&#1578;&#1615;&#1583;&#1618;&#1604;&#1615;&#1608;&#1575; &#1576;&#1616;&#1607;&#1614;&#1575; &#1573;&#1616;&#1604;&#1614;&#1609; &#1575;&#1604;&#1618;&#1581;&#1615;&#1603;&#1617;&#1614;&#1575;&#1605;&#1616; &#1604;&#1616;&#1578;&#1614;&#1571;&#1618;&#1603;&#1615;&#1604;&#1615;&#1608;&#1575; &#1601;&#1614;&#1585;&#1616;&#1610;&#1602;&#1611;&#1575; &#1605;&#1617;&#1616;&#1606;&#1618; &#1571;&#1614;&#1605;&#1618;&#1608;&#1614;&#1575;&#1604;&#1616; &#1575;&#1604;&#1606;&#1617;&#1614;&#1575;&#1587;&#1616; &#1576;&#1616;&#1575;&#1604;&#1618;&#1573;&#1616;&#1579;&#1618;&#1605;&#1616; &#1608;&#1614;&#1571;&#1614;&#1606;&#1578;&#1615;&#1605;&#1618; &#1578;&#1614;&#1593;&#1618;&#1604;&#1614;&#1605;&#1615;&#1608;&#1606;&#1614;</span></p><p class="c3"><span>&ldquo;And do not consume one another&#39;s wealth unjustly or send it [in bribery] to the rulers in order that [they might aid] you [to] consume a portion of the wealth of the people in sin, while you know [it is unlawful].&rdquo;</span></p><p class="c6"><span class="c4">&nbsp;</span></p><p class="c1"><span class="c4">Summary:</span></p><p class="c1"><span>31.1 ABLAGHA or BALLAGHA: To deliver a thing or a message to its final destination. Ballagha is used specifically for a message while Ablagha is more generic.</span></p><p class="c1"><span>31.2 AWRADA: To lead someone to a place</span></p><p class="c1"><span>31.3 JABAA: To gather something and then deliver it to another place</span></p><p class="c1"><span>31.4 ADLAA ILAA FALAN: To take one&rsquo;s dispute to another person for resolution and use nepotism and bribery to gain unfair advantage </span></p><p class="c1"><span>&nbsp;</span></p><p class="c0"><span></span></p></body></html>