<html><head><style type="text/css">ol{margin:0;padding:0}.c5{max-width:468pt;background-color:#ffffff;padding:72pt 72pt 72pt 72pt}.c2{font-size:14pt;font-family:"Traditional Arabic"}.c1{font-size:14pt;font-family:"Times New Roman"}.c0{text-align:right;direction:rtl}.c4{height:11pt;direction:ltr}.c8{font-size:14pt}.c6{height:11pt}.c3{font-weight:bold}.c7{font-size:12pt}.title{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:36pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}.subtitle{padding-top:18pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:24pt;font-family:"Georgia";padding-bottom:4pt}li{color:#000000;font-size:11pt;font-family:"Arial"}p{color:#000000;font-size:11pt;margin:0;font-family:"Arial"}h1{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:18pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}h2{padding-top:18pt;line-height:1.15;text-align:left;color:#000000;font-size:14pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h3{padding-top:14pt;line-height:1.15;text-align:left;color:#666666;font-size:12pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h4{padding-top:12pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:11pt;font-family:"Arial";padding-bottom:2pt}h5{padding-top:11pt;line-height:1.15;text-align:left;color:#666666;font-size:10pt;font-family:"Arial";font-weight:bold;padding-bottom:2pt}h6{padding-top:10pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:10pt;font-family:"Arial";padding-bottom:2pt}</style></head><body class="c5"><p class="c0"><span class="c3 c7">32: PHAARNA [TO RIP]</span></p><p class="c0"><span class="c3">Synonyms: KHARAQA, QADDA, FATARA, FAJARA, MAKHARA, SHAQQA, FALAQA, FARAQA, MAZZAQA</span></p><p class="c0"><span class="c3">32.1 KHARAQA (&#1582;&#1614;&#1585;&#1614;&#1602;&#1614;): </span><span>To rip something and ruin it. To break something in order to destroy it. Kharaqah (&#1582;&#1614;&#1585;&#1614;&#1602;&#1614;&#1607;) refers to a piece of tattered cloth and khariq (&#1582;&#1575;&#1585;&#1602;) means something non-typical. For example</span></p><p class="c0"><span>Surah Al-Kahf 18:71</span></p><p class="c0"><span class="c2">&#1601;&#1614;&#1575;&#1606;&#1591;&#1614;&#1604;&#1614;&#1602;&#1614;&#1575; &#1581;&#1614;&#1578;&#1617;&#1614;&#1609;&#1648; &#1573;&#1616;&#1584;&#1614;&#1575; &#1585;&#1614;&#1603;&#1616;&#1576;&#1614;&#1575; &#1601;&#1616;&#1610; &#1575;&#1604;&#1587;&#1617;&#1614;&#1601;&#1616;&#1610;&#1606;&#1614;&#1577;&#1616; &#1582;&#1614;&#1585;&#1614;&#1602;&#1614;&#1607;&#1614;&#1575; </span><span class="c1">&#1750;</span><span class="c2">&nbsp;&#1602;&#1614;&#1575;&#1604;&#1614; &#1571;&#1614;&#1582;&#1614;&#1585;&#1614;&#1602;&#1618;&#1578;&#1614;&#1607;&#1614;&#1575; &#1604;&#1616;&#1578;&#1615;&#1594;&#1618;&#1585;&#1616;&#1602;&#1614; &#1571;&#1614;&#1607;&#1618;&#1604;&#1614;&#1607;&#1614;&#1575; &#1604;&#1614;&#1602;&#1614;&#1583;&#1618; &#1580;&#1616;&#1574;&#1618;&#1578;&#1614; &#1588;&#1614;&#1610;&#1618;&#1574;&#1611;&#1575; &#1573;&#1616;&#1605;&#1618;&#1585;&#1611;&#1575;</span></p><p class="c0"><span>So they set out, until when they had embarked on the ship, al-Khidhr tore it open. [Moses] said, &quot;Have you torn it open to drown its people? You have certainly done a grave thing.&quot; &nbsp;</span><span class="c3">&nbsp;</span></p><p class="c0"><span class="c3">32.2 QADDA (&#1602;&#1614;&#1583;&#1617;&#1614;): </span><span>To rip something lengthwise. Also refers to a person&rsquo;s height. Qadeed (&#1602;&#1583;&#1610;&#1583;) refers to long slices of dried meat. For example</span></p><p class="c0"><span>Surah Yusuf 12:25</span></p><p class="c0"><span class="c2">&#1608;&#1614;&#1575;&#1587;&#1618;&#1578;&#1614;&#1576;&#1614;&#1602;&#1614;&#1575; &#1575;&#1604;&#1618;&#1576;&#1614;&#1575;&#1576;&#1614; &#1608;&#1614;&#1602;&#1614;&#1583;&#1617;&#1614;&#1578;&#1618; &#1602;&#1614;&#1605;&#1616;&#1610;&#1589;&#1614;&#1607;&#1615; &#1605;&#1616;&#1606; &#1583;&#1615;&#1576;&#1615;&#1585;&#1613;</span></p><p class="c0"><span>&nbsp;&ldquo;And they both raced to the door, and she tore his shirt from the back&rdquo;</span></p><p class="c0"><span class="c3">32.3 FATARA (&#1601;&#1614;&#1591;&#1614;&#1585;&#1614;): </span><span>To rip something lengthwise in order to crack or break it. To scratch. In this way, it can also mean to create or to give birth to. Futoor (&#1601;&#1615;&#1591;&#1615;&#1608;&#1618;&#1585;) &nbsp;refers to a crack. The Quran says:</span></p><p class="c0"><span>Surah Al-Mulk 27:3</span></p><p class="c0"><span class="c2">&#1601;&#1614;&#1575;&#1585;&#1618;&#1580;&#1616;&#1593;&#1616; &#1575;&#1604;&#1618;&#1576;&#1614;&#1589;&#1614;&#1585;&#1614; &#1607;&#1614;&#1604;&#1618; &#1578;&#1614;&#1585;&#1614;&#1609;&#1648; &#1605;&#1616;&#1606; &#1601;&#1615;&#1591;&#1615;&#1608;&#1585;&#1613;</span></p><p class="c0"><span>&ldquo;So return [your] vision [to the sky]; do you see any breaks?&rdquo; &nbsp;</span></p><p class="c0"><span>At another place, it says</span></p><p class="c0"><span>Surah Ar-Rum 30:30</span></p><p class="c0"><span class="c2">&#1601;&#1616;&#1591;&#1618;&#1585;&#1614;&#1578;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1575;&#1604;&#1617;&#1614;&#1578;&#1616;&#1610; &#1601;&#1614;&#1591;&#1614;&#1585;&#1614; &#1575;&#1604;&#1606;&#1617;&#1614;&#1575;&#1587;&#1614; &#1593;&#1614;&#1604;&#1614;&#1610;&#1618;&#1607;&#1614;&#1575;</span></p><p class="c0"><span>&nbsp;&ldquo;[Adhere to] the fitrah of Allah upon which He has created [all] people&rdquo;</span></p><p class="c0"><span class="c3">32.4 FAJARA (&#1601;&#1614;&#1580;&#1614;&#1585;&#1614;): </span><span>To break or rip something on a vast scale. Hence the time of breaking dawn is called Fajr (&#1601;&#1614;&#1580;&#1614;&#1585;) as it appears on the vast horizon. Fajoor (&#1601;&#1580;&#1608;&#1585;) refers to blatant disregard for religious tenets. Fajir (&#1601;&#1575;&#1580;&#1585;) and Fajjar (&#1601;&#1580;&#1617;&#1575;&#1585;) also rise from the same root. Fajara (&#1601;&#1614;&#1580;&#1614;&#1585;&#1614;) and fajjara (&#1601;&#1614;&#1580;&#1614;&#1617;&#1585;&#1614;) both refer to making water flow over a vast area. For example</span></p><p class="c0"><span>Surah Al-Isra&rsquo; 17:90</span></p><p class="c0"><span class="c2">&#1608;&#1614;&#1602;&#1614;&#1575;&#1604;&#1615;&#1608;&#1575; &#1604;&#1614;&#1606; &#1606;&#1617;&#1615;&#1572;&#1618;&#1605;&#1616;&#1606;&#1614; &#1604;&#1614;&#1603;&#1614; &#1581;&#1614;&#1578;&#1617;&#1614;&#1609;&#1648; &#1578;&#1614;&#1601;&#1618;&#1580;&#1615;&#1585;&#1614; &#1604;&#1614;&#1606;&#1614;&#1575; &#1605;&#1616;&#1606;&#1614; &#1575;&#1604;&#1618;&#1571;&#1614;&#1585;&#1618;&#1590;&#1616; &#1610;&#1614;&#1606;&#1576;&#1615;&#1608;&#1593;&#1611;&#1575;</span></p><p class="c0"><span>&lsquo;And they say, &quot;We will not believe you until you break open for us from the ground a spring.&rsquo;</span></p><p class="c0"><span>Fajjara (&#1601;&#1614;&#1580;&#1614;&#1617;&#1585;&#1614; ) specifically refers to opening up a long waterway. For example</span></p><p class="c0"><span>Surah Al-Kahf 18:33</span></p><p class="c0"><span class="c2">&#1608;&#1614;&#1601;&#1614;&#1580;&#1617;&#1614;&#1585;&#1618;&#1606;&#1614;&#1575; &#1582;&#1616;&#1604;&#1614;&#1575;&#1604;&#1614;&#1607;&#1615;&#1605;&#1614;&#1575; &#1606;&#1614;&#1607;&#1614;&#1585;&#1611;&#1575;</span></p><p class="c0"><span>&nbsp;&ldquo;And We caused to gush forth within them a river.&rdquo;</span></p><p class="c0"><span class="c3">32.5 MAKHARA (&#1605;&#1614;&#1582;&#1614;&#1585;&#1614;):</span><span>&nbsp;Refers to erosion caused by water. Makhar-ul-maa-ul-arda (&#1605;&#1614;&#1582;&#1614;&#1585;&#1615;&#1575;&#1604;&#1618;&#1605;&#1614;&#1575;&#1569;&#1615;&#1575;&#1604;&#1618;&#1575;&#1614;&#1585;&#1618;&#1590;&#1614;) refers to water eroding the earth and swirling in it. Makhar us safeena (&#1605;&#1582;&#1585;&#1575;&#1604;&#1587;&#1601;&#1610;&#1606;&#1607;) refers to a boat plowing through the water and making noise. Makhir (&#1605;&#1575;&#1582;&#1616;&#1585;) [plural: Mawakhir (&#1605;&#1614;&#1608;&#1614;&#1575;&#1582;&#1616;&#1585;)] is a boat which plows through the water and makes noise. </span></p><p class="c0"><span>Surah An-Nahl 16:14</span></p><p class="c0"><span class="c2">&#1608;&#1614;&#1578;&#1614;&#1585;&#1614;&#1609; &#1575;&#1604;&#1618;&#1601;&#1615;&#1604;&#1618;&#1603;&#1614; &#1605;&#1614;&#1608;&#1614;&#1575;&#1582;&#1616;&#1585;&#1614; &#1601;&#1616;&#1610;&#1607;&#1616;</span></p><p class="c0"><span>&nbsp;&ldquo;And you see the ships plowing through it&rdquo;</span></p><p class="c0"><span class="c3">32.6 SHAQQA (&#1588;&#1614;&#1602;&#1617;&#1614;):</span><span>&nbsp;To cause something hard to burst or break. The Quran uses it to describe the cracking or bursting of such hard things like the sky, earth, moon and rocks. For example</span></p><p class="c0"><span>Surah &lsquo;Abasa 80:26</span></p><p class="c0"><span class="c2">&#1579;&#1615;&#1605;&#1617;&#1614; &#1588;&#1614;&#1602;&#1614;&#1602;&#1618;&#1606;&#1614;&#1575; &#1575;&#1604;&#1618;&#1571;&#1614;&#1585;&#1618;&#1590;&#1614; &#1588;&#1614;&#1602;&#1617;&#1611;&#1575;</span></p><p class="c0"><span>&ldquo;Then We broke open the earth, splitting it&rdquo;</span></p><p class="c0"><span class="c3">&nbsp;32.7 FALAQA and FARAQA (&#1601;&#1614;&#1604;&#1614;&#1602;&#1614;, &#1601;&#1614;&#1585;&#1614;&#1602;&#1614;): </span><span>Both words are very similar in meaning and both contain two basic steps: &nbsp;a. to burst or crack and then b. to separate. Parting the hair is referred to by using either &nbsp;farq (&#1601;&#1614;&#1585;&#1602;) or filq (&#1601;&#1616;&#1604;&#1618;&#1602;). Therefore, the Quran uses both these words for the same meaning. For example</span></p><p class="c0"><span>Surah Al-Baqarah 2:50</span></p><p class="c0"><span class="c2">&#1608;&#1614;&#1573;&#1616;&#1584;&#1618; &#1601;&#1614;&#1585;&#1614;&#1602;&#1618;&#1606;&#1614;&#1575; &#1576;&#1616;&#1603;&#1615;&#1605;&#1615; &#1575;&#1604;&#1618;&#1576;&#1614;&#1581;&#1618;&#1585;&#1614; &#1601;&#1614;&#1571;&#1614;&#1606;&#1580;&#1614;&#1610;&#1618;&#1606;&#1614;&#1575;&#1603;&#1615;&#1605;&#1618; &#1608;&#1614;&#1571;&#1614;&#1594;&#1618;&#1585;&#1614;&#1602;&#1618;&#1606;&#1614;&#1575; &#1570;&#1604;&#1614; &#1601;&#1616;&#1585;&#1618;&#1593;&#1614;&#1608;&#1618;&#1606;&#1614; &#1608;&#1614;&#1571;&#1614;&#1606;&#1578;&#1615;&#1605;&#1618; &#1578;&#1614;&#1606;&#1592;&#1615;&#1585;&#1615;&#1608;&#1606;&#1614;</span></p><p class="c0"><span>&ldquo;And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on.&rdquo;</span></p><p class="c0"><span>At another point, the Quran says</span></p><p class="c0"><span>Surah Ah-Shu&rsquo;ara 26:63</span></p><p class="c0"><span class="c2">&#1601;&#1614;&#1571;&#1614;&#1608;&#1618;&#1581;&#1614;&#1610;&#1618;&#1606;&#1614;&#1575; &#1573;&#1616;&#1604;&#1614;&#1609;&#1648; &#1605;&#1615;&#1608;&#1587;&#1614;&#1609;&#1648; &#1571;&#1614;&#1606;&#1616; &#1575;&#1590;&#1618;&#1585;&#1616;&#1576; &#1576;&#1617;&#1616;&#1593;&#1614;&#1589;&#1614;&#1575;&#1603;&#1614; &#1575;&#1604;&#1618;&#1576;&#1614;&#1581;&#1618;&#1585;&#1614; </span><span class="c1">&#1750;</span><span class="c2">&nbsp;&#1601;&#1614;&#1575;&#1606;&#1601;&#1614;&#1604;&#1614;&#1602;&#1614; &#1601;&#1614;&#1603;&#1614;&#1575;&#1606;&#1614; &#1603;&#1615;&#1604;&#1617;&#1615; &#1601;&#1616;&#1585;&#1618;&#1602;&#1613; &#1603;&#1614;&#1575;&#1604;&#1591;&#1617;&#1614;&#1608;&#1618;&#1583;&#1616; &#1575;&#1604;&#1618;&#1593;&#1614;&#1592;&#1616;&#1610;&#1605;</span></p><p class="c0"><span>&nbsp;&lsquo;Then We inspired to Moses, &quot;Strike with your staff the sea,&quot; and it parted, and each portion was like a great towering mountain.&rsquo;</span></p><p class="c0"><span>However, there is a slight difference in the meaning. Falaqa is often used when something breaks into two approximately equal parts. Falaqa or filq refer to a broken part of the original thing. Faraqa is more generic in its use and can refer to two or more than two parts. &nbsp;The second difference is that falaqa is usually used for non-living things whereas faraqa can be used for both non-living and living thing especially humans. A separated part of a class is called firq and if this separated part is big enough, it is called faraqah. In a dispute, one side is called fareeq (&#1601;&#1585;&#1610;&#1602;). For example</span></p><p class="c0"><span>Surah Al-An&rsquo;am 6:95</span></p><p class="c0"><span class="c2">&#1573;&#1616;&#1606;&#1617;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1614; &#1601;&#1614;&#1575;&#1604;&#1616;&#1602;&#1615; &#1575;&#1604;&#1618;&#1581;&#1614;&#1576;&#1617;&#1616; &#1608;&#1614;&#1575;&#1604;&#1606;&#1617;&#1614;&#1608;&#1614;&#1609;&#1648;</span></p><p class="c0"><span>&ldquo;Indeed, Allah is the cleaver of grain and date seeds&rdquo;</span></p><p class="c0"><span>Similarly, in Surah Al-An&rsquo;am 6:96, falaqa is used because the sunlight breaks the sky in a clear line.</span></p><p class="c0"><span class="c2">&#1601;&#1614;&#1575;&#1604;&#1616;&#1602;&#1615; &#1575;&#1604;&#1618;&#1573;&#1616;&#1589;&#1618;&#1576;&#1614;&#1575;&#1581;&#1616; </span><span class="c8">&nbsp;</span></p><p class="c0"><span>&nbsp;&ldquo;[He is] the cleaver of daybreak&rdquo;</span></p><p class="c0"><span class="c3">32.9 MAZZAQA (&#1605;&#1614;&#1586;&#1617;&#1614;&#1602;&#1614;): </span><span>To rip, to disperse, to destroy. Includes the intensity if action. For example</span></p><p class="c0"><span>Surah Saba&rsquo; 34:19</span></p><p class="c0"><span class="c2">&#1601;&#1614;&#1580;&#1614;&#1593;&#1614;&#1604;&#1618;&#1606;&#1614;&#1575;&#1607;&#1615;&#1605;&#1618; &#1571;&#1614;&#1581;&#1614;&#1575;&#1583;&#1616;&#1610;&#1579;&#1614; &#1608;&#1614;&#1605;&#1614;&#1586;&#1617;&#1614;&#1602;&#1618;&#1606;&#1614;&#1575;&#1607;&#1615;&#1605;&#1618; &#1603;&#1615;&#1604;&#1617;&#1614; &#1605;&#1615;&#1605;&#1614;&#1586;&#1617;&#1614;&#1602;&#1613;</span></p><p class="c0"><span>&ldquo;so We made them narrations and dispersed them in total dispersion&rdquo; </span><span class="c3">&nbsp;</span></p><p class="c0 c6"><span class="c3"></span></p><p class="c0"><span class="c3">Summary:</span></p><p class="c0"><span>32.1 KHARAQA: To rip something and ruin it</span></p><p class="c0"><span>32.2 QADDA: To rip something lengthwise</span></p><p class="c0"><span>32.3 FATARA: To rip, to scratch</span></p><p class="c0"><span>32.4 FAJARA: To break something on a vast scale</span></p><p class="c0"><span>32.5 MAKHARA: A boat ripping through the water and making noise</span></p><p class="c0"><span>32.6 SHAQQA: To rip or break something hard</span></p><p class="c0"><span>32.7 FALAQA: To break a non-living thing into two separate parts</span></p><p class="c0"><span>32.8 FARAQA: To break something into two or more separate pieces</span></p><p class="c0"><span>32.9 MAZZAQA: To destroy by breaking into small scattered pieces &nbsp;</span></p><p class="c0"><span class="c3">&nbsp;</span></p><p class="c4"><span></span></p></body></html>