<html><head><title>j16</title></head><body style="max-width:468pt;background-color:#ffffff;padding:72pt 72pt 72pt 72pt"><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="font-weight:bold">16 JAN NA [To Give Birth]</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="font-weight:bold">SYNONYMS:WADA3A(&#1608;&#1614;&#1590;&#1614;&#1593;&#1614;) WALADA(&#1608;&#1614;&#1604;&#1614;&#1583;&#1614;)</span></p><p style="height:11pt;color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="font-weight:bold"></span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="font-weight:bold">16.1 WADA3A</span><span>:basic meaning is to put something down.WADA3TU ALHAML(&#1608;&#1614;&#1590;&#1614;&#1593;&#1618;&#1578;&#1615; &#1575;&#1604;&#1618;&#1581;&#1614;&#1605;&#1618;&#1604;)meaning I offloaded my load down.When WADA3A is used with word HML(&#1581;&#1605;&#1604;) and it relates to female then it means to give birth to a child.WADA3 HML is a common word which is used for humans as well as for animals.and this is a temporary process.ALLAH said</span></p><p style="height:11pt;color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span></span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>Surat &#39;&#256;li `Imr&#257;n (Family of Imran) - &#1587;&#1608;&#1585;&#1577; &#1570;&#1604; &#1593;&#1605;&#1585;&#1575;&#1606;</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>3:36</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>&#1601;&#1614;&#1604;&#1614;&#1605;&#1617;&#1614;&#1575; &#1608;&#1614;&#1590;&#1614;&#1593;&#1614;&#1578;&#1618;&#1607;&#1614;&#1575; &#1602;&#1614;&#1575;&#1604;&#1614;&#1578;&#1618; &#1585;&#1614;&#1576;&#1617;&#1616; &#1573;&#1616;&#1606;&#1617;&#1616;&#1610; &#1608;&#1614;&#1590;&#1614;&#1593;&#1618;&#1578;&#1615;&#1607;&#1614;&#1575; &#1571;&#1615;&#1606;&#1579;&#1614;&#1609;&#1648; &#1608;&#1614;&#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615; &#1571;&#1614;&#1593;&#1618;&#1604;&#1614;&#1605;&#1615; &#1576;&#1616;&#1605;&#1614;&#1575; &#1608;&#1614;&#1590;&#1614;&#1593;&#1614;&#1578;&#1618; &#1608;&#1614;&#1604;&#1614;&#1610;&#1618;&#1587;&#1614; &#1575;&#1604;&#1584;&#1617;&#1614;&#1603;&#1614;&#1585;&#1615; &#1603;&#1614;&#1575;&#1604;&#1618;&#1571;&#1615;&#1606;&#1579;&#1614;&#1609;&#1648; &#1750; &#1608;&#1614;&#1573;&#1616;&#1606;&#1617;&#1616;&#1610; &#1587;&#1614;&#1605;&#1617;&#1614;&#1610;&#1618;&#1578;&#1615;&#1607;&#1614;&#1575; &#1605;&#1614;&#1585;&#1618;&#1610;&#1614;&#1605;&#1614; &#1608;&#1614;&#1573;&#1616;&#1606;&#1617;&#1616;&#1610; &#1571;&#1615;&#1593;&#1616;&#1610;&#1584;&#1615;&#1607;&#1614;&#1575; &#1576;&#1616;&#1603;&#1614; &#1608;&#1614;&#1584;&#1615;&#1585;&#1617;&#1616;&#1610;&#1617;&#1614;&#1578;&#1614;&#1607;&#1614;&#1575; &#1605;&#1616;&#1606;&#1614; &#1575;&#1604;&#1588;&#1617;&#1614;&#1610;&#1618;&#1591;&#1614;&#1575;&#1606;&#1616; &#1575;&#1604;&#1585;&#1617;&#1614;&#1580;&#1616;&#1610;&#1605;&#1616;</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>But when she delivered her, she said, &quot;My Lord, I have delivered a female.&quot; And Allah was most knowing of what she delivered, &quot;And the male is not like the female. And I have named her Mary, and I seek refuge for her in You and [for] her descendants from Satan, the expelled [from the mercy of Allah ].&quot;</span></p><p style="height:11pt;color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span></span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>another place.</span></p><p style="height:11pt;color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span></span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>Surat Al-&#292;aj (The Pilgrimage) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1581;&#1580;</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>22:2</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>&#1610;&#1614;&#1608;&#1618;&#1605;&#1614; &#1578;&#1614;&#1585;&#1614;&#1608;&#1618;&#1606;&#1614;&#1607;&#1614;&#1575; &#1578;&#1614;&#1584;&#1618;&#1607;&#1614;&#1604;&#1615; &#1603;&#1615;&#1604;&#1617;&#1615; &#1605;&#1615;&#1585;&#1618;&#1590;&#1616;&#1593;&#1614;&#1577;&#1613; &#1593;&#1614;&#1605;&#1617;&#1614;&#1575; &#1571;&#1614;&#1585;&#1618;&#1590;&#1614;&#1593;&#1614;&#1578;&#1618; &#1608;&#1614;&#1578;&#1614;&#1590;&#1614;&#1593;&#1615; &#1603;&#1615;&#1604;&#1617;&#1615; &#1584;&#1614;&#1575;&#1578;&#1616; &#1581;&#1614;&#1605;&#1618;&#1604;&#1613; &#1581;&#1614;&#1605;&#1618;&#1604;&#1614;&#1607;&#1614;&#1575; &#1608;&#1614;&#1578;&#1614;&#1585;&#1614;&#1609; &#1575;&#1604;&#1606;&#1617;&#1614;&#1575;&#1587;&#1614; &#1587;&#1615;&#1603;&#1614;&#1575;&#1585;&#1614;&#1609;&#1648; &#1608;&#1614;&#1605;&#1614;&#1575; &#1607;&#1615;&#1605; &#1576;&#1616;&#1587;&#1615;&#1603;&#1614;&#1575;&#1585;&#1614;&#1609;&#1648; &#1608;&#1614;&#1604;&#1614;&#1648;&#1603;&#1616;&#1606;&#1617;&#1614; &#1593;&#1614;&#1584;&#1614;&#1575;&#1576;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1588;&#1614;&#1583;&#1616;&#1610;&#1583;&#1612;</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>On the Day you see it every nursing mother will be distracted from that [child] she was nursing, and every pregnant woman will abort her pregnancy, and you will see the people [appearing] intoxicated while they are not intoxicated; but the punishment of Allah is severe.</span></p><p style="height:11pt;color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span></span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span style="font-weight:bold">16.2 WALADA</span><span>:commonly used for Humans.and the relation of birth is not temporary but perpetual.WALIDAH(&#1608;&#1575;&#1604;&#1583;&#1607;)[Mother] is forever mother of her child that she gave birth to.but she is not alway WADA3 HAML (pregnant).then WALADA doesn&#39;t only relates to the birth but also of upbringing.and WALADA ALWALAD(&#1608;&#1614;&#1604;&#1614;&#1583;&#1614; &#1575;&#1604;&#1608;&#1604;&#1583;) meaning He upbring the child. In the QURAN. Pharoah said to Moses(PBUH)</span></p><p style="height:11pt;color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span></span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>Surat Ash-Shu`ar&#257;&#39; (The Poets) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1588;&#1593;&#1585;&#1575;&#1569;</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>26:18</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>&#1602;&#1614;&#1575;&#1604;&#1614; &#1571;&#1614;&#1604;&#1614;&#1605;&#1618; &#1606;&#1615;&#1585;&#1614;&#1576;&#1617;&#1616;&#1603;&#1614; &#1601;&#1616;&#1610;&#1606;&#1614;&#1575; &#1608;&#1614;&#1604;&#1616;&#1610;&#1583;&#1611;&#1575; &#1608;&#1614;&#1604;&#1614;&#1576;&#1616;&#1579;&#1618;&#1578;&#1614; &#1601;&#1616;&#1610;&#1606;&#1614;&#1575; &#1605;&#1616;&#1606;&#1618; &#1593;&#1615;&#1605;&#1615;&#1585;&#1616;&#1603;&#1614; &#1587;&#1616;&#1606;&#1616;&#1610;&#1606;&#1614;</span></p><p style="color:#000000;direction:ltr;font-size:11pt;margin:0;font-family:&quot;Arial&quot;;padding:0"><span>[Pharaoh] said, &quot;Did we not raise you among us as a child, and you remained among us for years of your life?</span></p></body></html>