<html><head><style type="text/css">ol{margin:0;padding:0}.c7{max-width:468pt;background-color:#ffffff;padding:72pt 72pt 72pt 72pt}.c0{font-size:10pt;background-color:#ffffff}.c1{color:#222222;font-weight:bold}.c3{font-size:14pt;background-color:#ffffff}.c2{direction:ltr}.c5{height:11pt}.c6{text-align:center}.c4{color:#222222}.title{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:36pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}.subtitle{padding-top:18pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:24pt;font-family:"Georgia";padding-bottom:4pt}li{color:#000000;font-size:11pt;font-family:"Arial"}p{color:#000000;font-size:11pt;margin:0;font-family:"Arial"}h1{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:18pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}h2{padding-top:18pt;line-height:1.15;text-align:left;color:#000000;font-size:14pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h3{padding-top:14pt;line-height:1.15;text-align:left;color:#666666;font-size:12pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h4{padding-top:12pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:11pt;font-family:"Arial";padding-bottom:2pt}h5{padding-top:11pt;line-height:1.15;text-align:left;color:#666666;font-size:10pt;font-family:"Arial";font-weight:bold;padding-bottom:2pt}h6{padding-top:10pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:10pt;font-family:"Arial";padding-bottom:2pt}</style></head><body class="c7"><p class="c2"><span class="c0 c1">pg 648</span></p><p class="c2 c5 c6"><span class="c1 c3"></span></p><p class="c2 c6"><span class="c1 c3">Start of GH &#1594;</span></p><p class="c2 c6"><span class="c1 c3">__________________</span></p><p class="c2 c5"><span class="c1 c3"></span></p><p class="c2 c5"><span class="c1 c3"></span></p><p class="c2"><span class="c0 c1">1 GHAAR [Cave]</span></p><p class="c2 c5"><span class="c0 c1"></span></p><p class="c2"><span class="c0 c1">Synonyms:GHAR &#1594;&#1614;&#1575;&#1585; MAGHARAT &#1605;&#1614;&#1594;&#1614;&#1575;&#1585;&#1614;&#1575;&#1578; KAHF &#1603;&#1614;&#1607;&#1618;&#1601;</span></p><p class="c2 c5"><span class="c0 c1"></span></p><p class="c2"><span class="c0 c1">1.1 GHAR</span><span class="c0 c4">:GHAWR &#1594;&#1614;&#1608;&#1618;&#1585; is said for low ground as well as depth.GHAR ARRAJUL(&#1594;&#1614;&#1575;&#1585;&#1614; &#1575;&#1604;&#1585;&#1617;&#1614;&#1580;&#1615;&#1604;) meaning man descend down to low ground. and GHAR ALMA-U &#1594;&#1614;&#1575;&#1585;&#1614; &#1575;&#1604;&#1618;&#1605;&#1614;&#1575;&#1569;&#1615; meaning water(level) lowers to underground.GHAWR meaning deep- deep thought. and GHAR meaning such a low place or depth where human can take refuge/shelter.common to that it is in some mountain or underground.ALLAH said</span></p><p class="c2"><span class="c0">Surat At-Tawbah (The Repentance) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1578;&#1608;&#1576;&#1577;</span></p><p class="c2 c5"><span class="c0"></span></p><p class="c2"><span class="c0">9:40</span></p><p class="c2"><span class="c0">&#1573;&#1616;&#1604;&#1617;&#1614;&#1575; &#1578;&#1614;&#1606;&#1589;&#1615;&#1585;&#1615;&#1608;&#1607;&#1615; &#1601;&#1614;&#1602;&#1614;&#1583;&#1618; &#1606;&#1614;&#1589;&#1614;&#1585;&#1614;&#1607;&#1615; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615; &#1573;&#1616;&#1584;&#1618; &#1571;&#1614;&#1582;&#1618;&#1585;&#1614;&#1580;&#1614;&#1607;&#1615; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1603;&#1614;&#1601;&#1614;&#1585;&#1615;&#1608;&#1575; &#1579;&#1614;&#1575;&#1606;&#1616;&#1610;&#1614; &#1575;&#1579;&#1618;&#1606;&#1614;&#1610;&#1618;&#1606;&#1616; &#1573;&#1616;&#1584;&#1618; &#1607;&#1615;&#1605;&#1614;&#1575; &#1601;&#1616;&#1610; &#1575;&#1604;&#1618;&#1594;&#1614;&#1575;&#1585;&#1616; &#1573;&#1616;&#1584;&#1618; &#1610;&#1614;&#1602;&#1615;&#1608;&#1604;&#1615; &#1604;&#1616;&#1589;&#1614;&#1575;&#1581;&#1616;&#1576;&#1616;&#1607;&#1616; &#1604;&#1614;&#1575; &#1578;&#1614;&#1581;&#1618;&#1586;&#1614;&#1606;&#1618; &#1573;&#1616;&#1606;&#1617;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1614; &#1605;&#1614;&#1593;&#1614;&#1606;&#1614;&#1575; &#1750; &#1601;&#1614;&#1571;&#1614;&#1606;&#1586;&#1614;&#1604;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615; &#1587;&#1614;&#1603;&#1616;&#1610;&#1606;&#1614;&#1578;&#1614;&#1607;&#1615; &#1593;&#1614;&#1604;&#1614;&#1610;&#1618;&#1607;&#1616; &#1608;&#1614;&#1571;&#1614;&#1610;&#1617;&#1614;&#1583;&#1614;&#1607;&#1615; &#1576;&#1616;&#1580;&#1615;&#1606;&#1615;&#1608;&#1583;&#1613; &#1604;&#1617;&#1614;&#1605;&#1618; &#1578;&#1614;&#1585;&#1614;&#1608;&#1618;&#1607;&#1614;&#1575; &#1608;&#1614;&#1580;&#1614;&#1593;&#1614;&#1604;&#1614; &#1603;&#1614;&#1604;&#1616;&#1605;&#1614;&#1577;&#1614; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1603;&#1614;&#1601;&#1614;&#1585;&#1615;&#1608;&#1575; &#1575;&#1604;&#1587;&#1617;&#1615;&#1601;&#1618;&#1604;&#1614;&#1609;&#1648; &#1751; &#1608;&#1614;&#1603;&#1614;&#1604;&#1616;&#1605;&#1614;&#1577;&#1615; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1607;&#1616;&#1610;&#1614; &#1575;&#1604;&#1618;&#1593;&#1615;&#1604;&#1618;&#1610;&#1614;&#1575; &#1751; &#1608;&#1614;&#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615; &#1593;&#1614;&#1586;&#1616;&#1610;&#1586;&#1612; &#1581;&#1614;&#1603;&#1616;&#1610;&#1605;&#1612;</span></p><p class="c2"><span class="c0">If you do not aid the Prophet - Allah has already aided him when those who disbelieved had driven him out [of Makkah] as one of two, when they were in the cave and he said to his companion, &quot;Do not grieve; indeed Allah is with us.&quot; And Allah sent down his tranquillity upon him and supported him with angels you did not see and made the word of those who disbelieved the lowest, while the word of Allah - that is the highest. And Allah is Exalted in Might and Wise.</span></p><p class="c2 c5"><span class="c0"></span></p><p class="c2"><span class="c0 c4">and MAGHARA &#1605;&#1614;&#1594;&#1614;&#1575;&#1585; is adverb (of place) from GHAWR which also comes in the meaning of cave.and it&#39;s plural is MAGHARAT.ALLAH said</span></p><p class="c2"><span class="c0">Surat At-Tawbah (The Repentance) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1578;&#1608;&#1576;&#1577;</span></p><p class="c2"><span class="c0">9:57</span></p><p class="c2"><span class="c0">&#1604;&#1614;&#1608;&#1618; &#1610;&#1614;&#1580;&#1616;&#1583;&#1615;&#1608;&#1606;&#1614; &#1605;&#1614;&#1604;&#1618;&#1580;&#1614;&#1571;&#1611; &#1571;&#1614;&#1608;&#1618; &#1605;&#1614;&#1594;&#1614;&#1575;&#1585;&#1614;&#1575;&#1578;&#1613; &#1571;&#1614;&#1608;&#1618; &#1605;&#1615;&#1583;&#1617;&#1614;&#1582;&#1614;&#1604;&#1611;&#1575; &#1604;&#1617;&#1614;&#1608;&#1614;&#1604;&#1617;&#1614;&#1608;&#1618;&#1575; &#1573;&#1616;&#1604;&#1614;&#1610;&#1618;&#1607;&#1616; &#1608;&#1614;&#1607;&#1615;&#1605;&#1618; &#1610;&#1614;&#1580;&#1618;&#1605;&#1614;&#1581;&#1615;&#1608;&#1606;&#1614;</span></p><p class="c2"><span class="c0">If they could find a refuge or some caves or any place to enter [and hide], they would turn to it while they run heedlessly.</span></p><p class="c2 c5"><span class="c0"></span></p><p class="c2"><span class="c0 c1">1.2 KAHF</span><span class="c0 c4">:(plural KAHUWF &#1603;&#1614;&#1607;&#1615;&#1608;&#1618;&#1601;)KAHF is specific than cave.KAHF is such a cave or cavern which is in mountain- and is large.when it is small then it is called cave.ALLAH said.</span></p><p class="c2"><span class="c0">Surat Al-Kahf (The Cave) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1603;&#1607;&#1601;</span></p><p class="c2"><span class="c0">18:9</span></p><p class="c2"><span class="c0">&#1571;&#1614;&#1605;&#1618; &#1581;&#1614;&#1587;&#1616;&#1576;&#1618;&#1578;&#1614; &#1571;&#1614;&#1606;&#1617;&#1614; &#1571;&#1614;&#1589;&#1618;&#1581;&#1614;&#1575;&#1576;&#1614; &#1575;&#1604;&#1618;&#1603;&#1614;&#1607;&#1618;&#1601;&#1616; &#1608;&#1614;&#1575;&#1604;&#1585;&#1617;&#1614;&#1602;&#1616;&#1610;&#1605;&#1616; &#1603;&#1614;&#1575;&#1606;&#1615;&#1608;&#1575; &#1605;&#1616;&#1606;&#1618; &#1570;&#1610;&#1614;&#1575;&#1578;&#1616;&#1606;&#1614;&#1575; &#1593;&#1614;&#1580;&#1614;&#1576;&#1611;&#1575;</span></p><p class="c2"><span class="c0">Or have you thought that the companions of the cave and the inscription were, among Our signs, a wonder?</span></p><p class="c2 c5"><span class="c0"></span></p><p class="c2 c5"><span class="c0"></span></p><p class="c2"><span class="c0 c4">for GHARAT HUWNA-KARNA [To be Plundered/Ravaged-To plunder/Ravage] please see BARBAD HUWNA [To be Destroyed] and HALAK KARNA [To Kill]</span></p><p class="c2 c5"><span></span></p></body></html>