<html><head><title>gh2</title><style type="text/css">ol{margin:0;padding:0}.c4{max-width:468pt;background-color:#ffffff;padding:72pt 72pt 72pt 72pt}.c0{color:#222222;font-size:10pt;background-color:#ffffff}.c2{font-size:10pt;background-color:#ffffff}.c3{height:11pt}.c5{font-weight:bold}.c1{direction:ltr}.title{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:36pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}.subtitle{padding-top:18pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:24pt;font-family:"Georgia";padding-bottom:4pt}li{color:#000000;font-size:11pt;font-family:"Arial"}p{color:#000000;font-size:11pt;margin:0;font-family:"Arial"}h1{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:18pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}h2{padding-top:18pt;line-height:1.15;text-align:left;color:#000000;font-size:14pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h3{padding-top:14pt;line-height:1.15;text-align:left;color:#666666;font-size:12pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h4{padding-top:12pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:11pt;font-family:"Arial";padding-bottom:2pt}h5{padding-top:11pt;line-height:1.15;text-align:left;color:#666666;font-size:10pt;font-family:"Arial";font-weight:bold;padding-bottom:2pt}h6{padding-top:10pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:10pt;font-family:"Arial";padding-bottom:2pt}</style></head><body class="c4"><p class="c1"><span class="c0 c5">2 GHAGIL HUWNA-KARNA [To be Negligent-To make negligent]</span></p><p class="c3 c1"><span class="c0 c5"></span></p><p class="c1"><span class="c0 c5">Synonyms:GHAFALA &#1594;&#1614;&#1601;&#1614;&#1604;&#1614; AGHFALA &#1575;&#1614;&#1594;&#1618;&#1601;&#1614;&#1604;&#1614; SAHA &#1587;&#1614;&#1607;&#1614;&#1610; SAMADA &#1587;&#1614;&#1605;&#1614;&#1583;&#1614; ALHA &#1575;&#1614;&#1604;&#1618;&#1607;&#1614;&#1610;</span></p><p class="c3 c1"><span class="c0 c5"></span></p><p class="c1"><span class="c0 c5">2.1 GHAFALA</span><span class="c0">:meaning to leave some deed.whether intentional or </span><span class="c0">unintentional.to</span><span class="c0">&nbsp;be uninformed of knowing of facts .to not do some deed that needs to be done owing to laziness or forgetfulness.and a person can be negligent of one&#39;s own work or one&#39;s self and of others as well as ALLAH said</span></p><p class="c1"><span class="c2">Surat Al-Baqarah (The Cow) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1576;&#1602;&#1585;&#1577;</span></p><p class="c3 c1"><span class="c2"></span></p><p class="c1"><span class="c2">2:140</span></p><p class="c1"><span class="c2">&#1571;&#1614;&#1605;&#1618; &#1578;&#1614;&#1602;&#1615;&#1608;&#1604;&#1615;&#1608;&#1606;&#1614; &#1573;&#1616;&#1606;&#1617;&#1614; &#1573;&#1616;&#1576;&#1618;&#1585;&#1614;&#1575;&#1607;&#1616;&#1610;&#1605;&#1614; &#1608;&#1614;&#1573;&#1616;&#1587;&#1618;&#1605;&#1614;&#1575;&#1593;&#1616;&#1610;&#1604;&#1614; &#1608;&#1614;&#1573;&#1616;&#1587;&#1618;&#1581;&#1614;&#1575;&#1602;&#1614; &#1608;&#1614;&#1610;&#1614;&#1593;&#1618;&#1602;&#1615;&#1608;&#1576;&#1614; &#1608;&#1614;&#1575;&#1604;&#1618;&#1571;&#1614;&#1587;&#1618;&#1576;&#1614;&#1575;&#1591;&#1614; &#1603;&#1614;&#1575;&#1606;&#1615;&#1608;&#1575; &#1607;&#1615;&#1608;&#1583;&#1611;&#1575; &#1571;&#1614;&#1608;&#1618; &#1606;&#1614;&#1589;&#1614;&#1575;&#1585;&#1614;&#1609;&#1648; &#1751; &#1602;&#1615;&#1604;&#1618; &#1571;&#1614;&#1571;&#1614;&#1606;&#1578;&#1615;&#1605;&#1618; &#1571;&#1614;&#1593;&#1618;&#1604;&#1614;&#1605;&#1615; &#1571;&#1614;&#1605;&#1616; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615; &#1751; &#1608;&#1614;&#1605;&#1614;&#1606;&#1618; &#1571;&#1614;&#1592;&#1618;&#1604;&#1614;&#1605;&#1615; &#1605;&#1616;&#1605;&#1617;&#1614;&#1606; &#1603;&#1614;&#1578;&#1614;&#1605;&#1614; &#1588;&#1614;&#1607;&#1614;&#1575;&#1583;&#1614;&#1577;&#1611; &#1593;&#1616;&#1606;&#1583;&#1614;&#1607;&#1615; &#1605;&#1616;&#1606;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1751; &#1608;&#1614;&#1605;&#1614;&#1575; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615; &#1576;&#1616;&#1594;&#1614;&#1575;&#1601;&#1616;&#1604;&#1613; &#1593;&#1614;&#1605;&#1617;&#1614;&#1575; &#1578;&#1614;&#1593;&#1618;&#1605;&#1614;&#1604;&#1615;&#1608;&#1606;&#1614;</span></p><p class="c1"><span class="c2">Or do you say that Abraham and Ishmael and Isaac and Jacob and the Descendants were Jews or Christians? Say, &quot;Are you more knowing or is Allah ?&quot; And who is more unjust than one who conceals a testimony he has from Allah ? And Allah is not unaware of what you do.</span></p><p class="c3 c1"><span class="c2"></span></p><p class="c1"><span class="c0">also said</span></p><p class="c1"><span class="c2">Surat An-Nis&#257;&#39; (The Women) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1606;&#1587;&#1575;&#1569;</span></p><p class="c3 c1"><span class="c2"></span></p><p class="c1"><span class="c2">4:102</span></p><p class="c1"><span class="c2">&#1608;&#1614;&#1573;&#1616;&#1584;&#1614;&#1575; &#1603;&#1615;&#1606;&#1578;&#1614; &#1601;&#1616;&#1610;&#1607;&#1616;&#1605;&#1618; &#1601;&#1614;&#1571;&#1614;&#1602;&#1614;&#1605;&#1618;&#1578;&#1614; &#1604;&#1614;&#1607;&#1615;&#1605;&#1615; &#1575;&#1604;&#1589;&#1617;&#1614;&#1604;&#1614;&#1575;&#1577;&#1614; &#1601;&#1614;&#1604;&#1618;&#1578;&#1614;&#1602;&#1615;&#1605;&#1618; &#1591;&#1614;&#1575;&#1574;&#1616;&#1601;&#1614;&#1577;&#1612; &#1605;&#1617;&#1616;&#1606;&#1618;&#1607;&#1615;&#1605; &#1605;&#1617;&#1614;&#1593;&#1614;&#1603;&#1614; &#1608;&#1614;&#1604;&#1618;&#1610;&#1614;&#1571;&#1618;&#1582;&#1615;&#1584;&#1615;&#1608;&#1575; &#1571;&#1614;&#1587;&#1618;&#1604;&#1616;&#1581;&#1614;&#1578;&#1614;&#1607;&#1615;&#1605;&#1618; &#1601;&#1614;&#1573;&#1616;&#1584;&#1614;&#1575; &#1587;&#1614;&#1580;&#1614;&#1583;&#1615;&#1608;&#1575; &#1601;&#1614;&#1604;&#1618;&#1610;&#1614;&#1603;&#1615;&#1608;&#1606;&#1615;&#1608;&#1575; &#1605;&#1616;&#1606; &#1608;&#1614;&#1585;&#1614;&#1575;&#1574;&#1616;&#1603;&#1615;&#1605;&#1618; &#1608;&#1614;&#1604;&#1618;&#1578;&#1614;&#1571;&#1618;&#1578;&#1616; &#1591;&#1614;&#1575;&#1574;&#1616;&#1601;&#1614;&#1577;&#1612; &#1571;&#1615;&#1582;&#1618;&#1585;&#1614;&#1609;&#1648; &#1604;&#1614;&#1605;&#1618; &#1610;&#1615;&#1589;&#1614;&#1604;&#1617;&#1615;&#1608;&#1575; &#1601;&#1614;&#1604;&#1618;&#1610;&#1615;&#1589;&#1614;&#1604;&#1617;&#1615;&#1608;&#1575; &#1605;&#1614;&#1593;&#1614;&#1603;&#1614; &#1608;&#1614;&#1604;&#1618;&#1610;&#1614;&#1571;&#1618;&#1582;&#1615;&#1584;&#1615;&#1608;&#1575; &#1581;&#1616;&#1584;&#1618;&#1585;&#1614;&#1607;&#1615;&#1605;&#1618; &#1608;&#1614;&#1571;&#1614;&#1587;&#1618;&#1604;&#1616;&#1581;&#1614;&#1578;&#1614;&#1607;&#1615;&#1605;&#1618; &#1751; &#1608;&#1614;&#1583;&#1617;&#1614; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1603;&#1614;&#1601;&#1614;&#1585;&#1615;&#1608;&#1575; &#1604;&#1614;&#1608;&#1618; &#1578;&#1614;&#1594;&#1618;&#1601;&#1615;&#1604;&#1615;&#1608;&#1606;&#1614; &#1593;&#1614;&#1606;&#1618; &#1571;&#1614;&#1587;&#1618;&#1604;&#1616;&#1581;&#1614;&#1578;&#1616;&#1603;&#1615;&#1605;&#1618; &#1608;&#1614;&#1571;&#1614;&#1605;&#1618;&#1578;&#1616;&#1593;&#1614;&#1578;&#1616;&#1603;&#1615;&#1605;&#1618; &#1601;&#1614;&#1610;&#1614;&#1605;&#1616;&#1610;&#1604;&#1615;&#1608;&#1606;&#1614; &#1593;&#1614;&#1604;&#1614;&#1610;&#1618;&#1603;&#1615;&#1605; &#1605;&#1617;&#1614;&#1610;&#1618;&#1604;&#1614;&#1577;&#1611; &#1608;&#1614;&#1575;&#1581;&#1616;&#1583;&#1614;&#1577;&#1611; &#1754; &#1608;&#1614;&#1604;&#1614;&#1575; &#1580;&#1615;&#1606;&#1614;&#1575;&#1581;&#1614; &#1593;&#1614;&#1604;&#1614;&#1610;&#1618;&#1603;&#1615;&#1605;&#1618; &#1573;&#1616;&#1606; &#1603;&#1614;&#1575;&#1606;&#1614; &#1576;&#1616;&#1603;&#1615;&#1605;&#1618; &#1571;&#1614;&#1584;&#1611;&#1609; &#1605;&#1617;&#1616;&#1606; &#1605;&#1617;&#1614;&#1591;&#1614;&#1585;&#1613; &#1571;&#1614;&#1608;&#1618; &#1603;&#1615;&#1606;&#1578;&#1615;&#1605; &#1605;&#1617;&#1614;&#1585;&#1618;&#1590;&#1614;&#1609;&#1648; &#1571;&#1614;&#1606; &#1578;&#1614;&#1590;&#1614;&#1593;&#1615;&#1608;&#1575; &#1571;&#1614;&#1587;&#1618;&#1604;&#1616;&#1581;&#1614;&#1578;&#1614;&#1603;&#1615;&#1605;&#1618; &#1750; &#1608;&#1614;&#1582;&#1615;&#1584;&#1615;&#1608;&#1575; &#1581;&#1616;&#1584;&#1618;&#1585;&#1614;&#1603;&#1615;&#1605;&#1618; &#1751; &#1573;&#1616;&#1606;&#1617;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1614; &#1571;&#1614;&#1593;&#1614;&#1583;&#1617;&#1614; &#1604;&#1616;&#1604;&#1618;&#1603;&#1614;&#1575;&#1601;&#1616;&#1585;&#1616;&#1610;&#1606;&#1614; &#1593;&#1614;&#1584;&#1614;&#1575;&#1576;&#1611;&#1575; &#1605;&#1617;&#1615;&#1607;&#1616;&#1610;&#1606;&#1611;&#1575;</span></p><p class="c1"><span class="c2">And when you are among them and lead them in prayer, let a group of them stand [in prayer] with you and let them carry their arms. And when they have prostrated, let them be [in position] behind you and have the other group come forward which has not [yet] prayed and let them pray with you, taking precaution and carrying their arms. Those who disbelieve wish that you would neglect your weapons and your baggage so they could come down upon you in one [single] attack. But there is no blame upon you, if you are troubled by rain or are ill, for putting down your arms, but take precaution. Indeed, Allah has prepared for the disbelievers a humiliating punishment.</span></p><p class="c3 c1"><span class="c2"></span></p><p class="c1 c3"><span class="c2"></span></p><p class="c1"><span class="c0">and AGHFALA meaning to make some one negligent of something by diverting one&#39;s attention.or to stop.ALLAH said</span></p><p class="c1"><span class="c2">Surat Al-Kahf (The Cave) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1603;&#1607;&#1601;</span></p><p class="c1"><span class="c2">18:28</span></p><p class="c1"><span class="c2">&#1608;&#1614;&#1575;&#1589;&#1618;&#1576;&#1616;&#1585;&#1618; &#1606;&#1614;&#1601;&#1618;&#1587;&#1614;&#1603;&#1614; &#1605;&#1614;&#1593;&#1614; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1610;&#1614;&#1583;&#1618;&#1593;&#1615;&#1608;&#1606;&#1614; &#1585;&#1614;&#1576;&#1617;&#1614;&#1607;&#1615;&#1605; &#1576;&#1616;&#1575;&#1604;&#1618;&#1594;&#1614;&#1583;&#1614;&#1575;&#1577;&#1616; &#1608;&#1614;&#1575;&#1604;&#1618;&#1593;&#1614;&#1588;&#1616;&#1610;&#1617;&#1616; &#1610;&#1615;&#1585;&#1616;&#1610;&#1583;&#1615;&#1608;&#1606;&#1614; &#1608;&#1614;&#1580;&#1618;&#1607;&#1614;&#1607;&#1615; &#1750; &#1608;&#1614;&#1604;&#1614;&#1575; &#1578;&#1614;&#1593;&#1618;&#1583;&#1615; &#1593;&#1614;&#1610;&#1618;&#1606;&#1614;&#1575;&#1603;&#1614; &#1593;&#1614;&#1606;&#1618;&#1607;&#1615;&#1605;&#1618; &#1578;&#1615;&#1585;&#1616;&#1610;&#1583;&#1615; &#1586;&#1616;&#1610;&#1606;&#1614;&#1577;&#1614; &#1575;&#1604;&#1618;&#1581;&#1614;&#1610;&#1614;&#1575;&#1577;&#1616; &#1575;&#1604;&#1583;&#1617;&#1615;&#1606;&#1618;&#1610;&#1614;&#1575; &#1750; &#1608;&#1614;&#1604;&#1614;&#1575; &#1578;&#1615;&#1591;&#1616;&#1593;&#1618; &#1605;&#1614;&#1606;&#1618; &#1571;&#1614;&#1594;&#1618;&#1601;&#1614;&#1604;&#1618;&#1606;&#1614;&#1575; &#1602;&#1614;&#1604;&#1618;&#1576;&#1614;&#1607;&#1615; &#1593;&#1614;&#1606; &#1584;&#1616;&#1603;&#1618;&#1585;&#1616;&#1606;&#1614;&#1575; &#1608;&#1614;&#1575;&#1578;&#1617;&#1614;&#1576;&#1614;&#1593;&#1614; &#1607;&#1614;&#1608;&#1614;&#1575;&#1607;&#1615; &#1608;&#1614;&#1603;&#1614;&#1575;&#1606;&#1614; &#1571;&#1614;&#1605;&#1618;&#1585;&#1615;&#1607;&#1615; &#1601;&#1615;&#1585;&#1615;&#1591;&#1611;&#1575;</span></p><p class="c1"><span class="c2">And keep yourself patient [by being] with those who call upon their Lord in the morning and the evening, seeking His countenance. And let not your eyes pass beyond them, desiring adornments of the worldly life, and do not obey one whose heart We have made heedless of Our remembrance and who follows his desire and whose affair is ever [in] neglect.</span></p><p class="c3 c1"><span class="c2"></span></p><p class="c3 c1"><span class="c2"></span></p><p class="c1"><span class="c0 c5">2.2 SAHA</span><span class="c0">:meaning to forget.heart turn to other side.and SAHW &#1587;&#1614;&#1607;&#1618;&#1608; meaning soft-peace.SAHW is actually this action which gets done owing to negligence.if it is not intentional then it can be pardoned.like some madman calling names.and if intentional then it&#39;s accountable.SAJDA SAHW &#1587;&#1580;&#1583;&#1607; &#1587;&#1607;&#1608; is a famous word.meaning the prostration that is performed for compensating any short comings in the offering of prayer owing to diversion of one&#39;s attention. and this word doesn&#39;t relate to the action of others (only for one&#39;s own action).ALLAH said</span></p><p class="c1"><span class="c2">Surat Al-M&#257;`&#363;n (The Small Kindesses) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1605;&#1575;&#1593;&#1608;&#1606;</span></p><p class="c1"><span class="c2">107:5</span></p><p class="c1"><span class="c2">&#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1607;&#1615;&#1605;&#1618; &#1593;&#1614;&#1606; &#1589;&#1614;&#1604;&#1614;&#1575;&#1578;&#1616;&#1607;&#1616;&#1605;&#1618; &#1587;&#1614;&#1575;&#1607;&#1615;&#1608;&#1606;&#1614;</span></p><p class="c1"><span class="c2">[But] who are heedless of their prayer -</span></p><p class="c3 c1"><span class="c2"></span></p><p class="c3 c1"><span class="c2"></span></p><p class="c1"><span class="c0 c5">2.3 SAMADA</span><span class="c0">:meaning to be amazed- to be stunned.and SAMADA FIY AL3AML(&#1587;&#1614;&#1605;&#1614;&#1583;&#1614; &#1601;&#1616;&#1610; &#1575;&#1604;&#1618;&#1593;&#1614;&#1605;&#1618;&#1604;) meaning to be engaged in some matter.and SAMMADA &#1587;&#1614;&#1605;&#1617;&#1614;&#1583;&#1614; meaning to be engaged in some sporting activity.so SAMADA is used for sporting rather than performing actual matter owing to negligence.ALLAH said</span></p><p class="c3 c1"><span class="c0"></span></p><p class="c1"><span class="c2">Surat An-Najm (The Star) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1606;&#1580;&#1605;</span></p><p class="c3 c1"><span class="c2"></span></p><p class="c1"><span class="c2">53:60</span></p><p class="c1"><span class="c2">&#1608;&#1614;&#1578;&#1614;&#1590;&#1618;&#1581;&#1614;&#1603;&#1615;&#1608;&#1606;&#1614; &#1608;&#1614;&#1604;&#1614;&#1575; &#1578;&#1614;&#1576;&#1618;&#1603;&#1615;&#1608;&#1606;&#1614;</span></p><p class="c1"><span class="c2">And you laugh and do not weep</span></p><p class="c1"><span class="c2">Surat An-Najm (The Star) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1606;&#1580;&#1605;</span></p><p class="c3 c1"><span class="c2"></span></p><p class="c1"><span class="c2">53:61</span></p><p class="c1"><span class="c2">&#1608;&#1614;&#1571;&#1614;&#1606;&#1578;&#1615;&#1605;&#1618; &#1587;&#1614;&#1575;&#1605;&#1616;&#1583;&#1615;&#1608;&#1606;&#1614;</span></p><p class="c1"><span class="c2">While you are proudly sporting?</span></p><p class="c1"><span class="c2">Surat An-Najm (The Star) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1606;&#1580;&#1605;</span></p><p class="c3 c1"><span class="c2"></span></p><p class="c1"><span class="c2">53:62</span></p><p class="c1"><span class="c2">&#1601;&#1614;&#1575;&#1587;&#1618;&#1580;&#1615;&#1583;&#1615;&#1608;&#1575; &#1604;&#1616;&#1604;&#1617;&#1614;&#1607;&#1616; &#1608;&#1614;&#1575;&#1593;&#1618;&#1576;&#1615;&#1583;&#1615;&#1608;&#1575; </span></p><p class="c1"><span class="c2">So prostrate to Allah and worship [Him].</span></p><p class="c3 c1"><span class="c2"></span></p><p class="c1"><span class="c0 c5">2.4 ALHA</span><span class="c0">:LAHW &#1604;&#1614;&#1607;&#1618;&#1608; is every that thing which keeps turning away/diverting human from actual objective.and LAHA YALHUW &#1604;&#1614;&#1607;&#1614;&#1575; &#1610;&#1614;&#1604;&#1618;&#1607;&#1615;&#1608; meaning to play-to be fond of- and LAHA and ALHA &#1604;&#1614;&#1607;&#1614;&#1610; &#1575;&#1604;&#1618;&#1607;&#1614;&#1610; meaning to be </span><span class="c0">engaged.to</span><span class="c0">&nbsp;divert attention.so in ALHA,diversion is not owing to negligence but owing to other useless activities.ALLAH said</span></p><p class="c1"><span class="c2">Surat At-Tak&#257;thur (The Rivalry in world increase) - &#1587;&#1608;&#1585;&#1577; &#1575;&#1604;&#1578;&#1603;&#1575;&#1579;&#1585;</span></p><p class="c1"><span class="c2">102:1</span></p><p class="c1"><span class="c2">&#1571;&#1614;&#1604;&#1618;&#1607;&#1614;&#1575;&#1603;&#1615;&#1605;&#1615; &#1575;&#1604;&#1578;&#1617;&#1614;&#1603;&#1614;&#1575;&#1579;&#1615;&#1585;&#1615;</span></p><p class="c1"><span class="c2">Competition in [worldly] increase diverts you</span></p><p class="c3 c1"><span class="c2"></span></p><p class="c1"><span class="c0 c5">Summary:</span></p><p class="c1"><span class="c0">2.1 GHAFALA:to not perform some action owing to forgetfulness(unintentional) or laziness(intentional).or to be negligent of some other&#39;s work[(that needs to be done by one)]</span></p><p class="c1"><span class="c0">2.2 SAHA:owing to forgetfulness, to do some other thing other than actual thing or to do it improperly. it doesn&#39;t relate to others.</span></p><p class="c1"><span class="c0">2.3 SAMADA:to engage in sporting activities rather than performing actual deed owing to negligence</span></p><p class="c1"><span class="c0">2.4 ALHA:when the cause of diversion of attention from actual deed is leisurely and sporting activities or other things rather than forgetfulness</span></p></body></html>