<html><head><style type="text/css">ol{margin:0;padding:0}.c4{color:#222222;font-size:36pt;background-color:#ffffff}.c0{color:#222222;font-size:10pt;background-color:#ffffff}.c5{color:#222222;font-size:16pt;background-color:#ffffff}.c2{max-width:468pt;background-color:#ffffff;padding:72pt 72pt 72pt 72pt}.c7{text-decoration:underline;font-weight:bold}.c3{height:11pt}.c1{direction:ltr}.c6{font-style:italic}.title{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:36pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}.subtitle{padding-top:18pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:24pt;font-family:"Georgia";padding-bottom:4pt}li{color:#000000;font-size:11pt;font-family:"Arial"}p{color:#000000;font-size:11pt;margin:0;font-family:"Arial"}h1{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:18pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}h2{padding-top:18pt;line-height:1.15;text-align:left;color:#000000;font-size:14pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h3{padding-top:14pt;line-height:1.15;text-align:left;color:#666666;font-size:12pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h4{padding-top:12pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:11pt;font-family:"Arial";padding-bottom:2pt}h5{padding-top:11pt;line-height:1.15;text-align:left;color:#666666;font-size:10pt;font-family:"Arial";font-weight:bold;padding-bottom:2pt}h6{padding-top:10pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:10pt;font-family:"Arial";padding-bottom:2pt}</style></head><body class="c2"><p class="c1"><span class="c5">&#1782;&#1748; &#1593;&#1584;&#1575;&#1576; &#1583;&#1740;&#1606;&#1575; </span><span class="c0">To Punish</span></p><p class="c1"><span class="c0">The words &nbsp;&#1593;&#1614;&#1584;&#1617;&#1614;&#1576;&#1614;and &#1606;&#1614;&#1705;&#1617;&#1614;&#1604;&#1614; are used for the phrase &ldquo;to punish/to give </span><span class="c0 c6">azaab</span><span class="c0">&rdquo;, which have been explained above. Following are examples:</span></p><p class="c1"><span class="c0">&nbsp;</span></p><p class="c1"><span class="c0">1. &#1593;&#1614;&#1584;&#1617;&#1614;&#1576;&#1614; : &#1608;&#1614;&#1604;&#1614;&#1608;&#1618;&#1604;&#1614;&#1575; &#1571;&#1614;&#1606; &#1603;&#1614;&#1578;&#1614;&#1576;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615; &#1593;&#1614;&#1604;&#1614;&#1610;&#1618;&#1607;&#1616;&#1605;&#1615; &#1575;&#1604;&#1618;&#1580;&#1614;&#1604;&#1614;&#1575;&#1569;&#1614; &#1604;&#1614;&#1593;&#1614;&#1584;&#1617;&#1614;&#1576;&#1614;&#1607;&#1615;&#1605;&#1618; &#1601;&#1616;&#1610; &#1575;&#1604;&#1583;&#1617;&#1615;&#1606;&#1618;&#1610;&#1614;&#1575; &#1750; &#1608;&#1614;&#1604;&#1614;&#1607;&#1615;&#1605;&#1618; &#1601;&#1616;&#1610; &#1575;&#1604;&#1618;&#1570;&#1582;&#1616;&#1585;&#1614;&#1577;&#1616; &#1593;&#1614;&#1584;&#1614;&#1575;&#1576;&#1615; &#1575;&#1604;&#1606;&#1617;&#1614;&#1575;&#1585;&#1616;</span></p><p class="c1"><span class="c0">And if not that Allah had decreed for them evacuation, He would have punished them in [this] world, and for them in the Hereafter is the punishment of the Fire. [Al0Hashr 59:3]</span></p><p class="c1"><span class="c0">&nbsp;</span></p><p class="c1"><span class="c0">2. &#1606;&#1614;&#1705;&#1617;&#1614;&#1604;&#1614; : &nbsp;&#1608;&#1614;&#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615; &#1571;&#1614;&#1588;&#1614;&#1583;&#1617;&#1615; &#1576;&#1614;&#1571;&#1618;&#1587;&#1611;&#1575; &#1608;&#1614;&#1571;&#1614;&#1588;&#1614;&#1583;&#1617;&#1615; &#1578;&#1614;&#1606;&#1603;&#1616;&#1610;&#1604;&#1611;</span></p><p class="c1"><span class="c0">And Allah is greater in might and stronger in [exemplary] punishment. [An-Nisa 4:84]</span></p><p class="c1"><span class="c0">&nbsp;</span></p><p class="c1"><span class="c5">&#1783;&#1748; &#1593;&#1584;&#1575;&#1576; &#1705;&#1740; &#1605;&#1582;&#1578;&#1604;&#1601; &#1575;&#1602;&#1587;&#1575;&#1605; </span><span class="c0">Different forms of Punishment</span></p><p class="c1"><span class="c0">&nbsp;</span></p><p class="c1"><span class="c0">Synonyms: &#1581;&#1615;&#1587;&#1576;&#1575;&#1606;, &#1581;&#1575;&#1589;&#1616;&#1576;, &#1589;&#1614;&#1740;&#1581;&#1614;&#1731;&#1611;, &#1585;&#1616;&#1580;&#1586;, &#1585;&#1614;&#1580;&#1618;&#1601;&#1614;, &#1582;&#1614;&#1587;&#1614;&#1601;&#1614;</span></p><p class="c1"><span class="c0">Excluding the above, see &#1585;&#1740;&#1581;&#1548; &#1589;&#1585;&#1589;&#1585;&#1548; &#1587;&#1614;&#1605;&#1608;&#1605;&#1548;&#1593;&#1575;&#1589;&#1616;&#1601;&#1548; &#1575;&#1616;&#1593;&#1589;&#1575;&#1585;&#1548; &#1602;&#1575;&#1589;&#1616;&#1601;&#1548; &#1606;&#1614;&#1601;&#1582;&#1614;&#1731; &#1548;&#1606;&#1614;&#1601;&#1582;&#1614;&#1731; &nbsp;in &ldquo; /&#1729;&#1608;&#1575;&#1574;</span><span class="c4">&nbsp;</span><span class="c0">&#1593;&#1584;&#1575;&#1576; aerial calamities&rdquo;</span></p><p class="c1"><span class="c0">&nbsp;</span></p><p class="c1"><span class="c0">1. &#1581;&#1615;&#1587;&#1576;&#1575;&#1606; : to count, and also means a small arrow. (&#1605;&#1606;&#1580;&#1583;) According to Imam Raaghib, anything that is first calculated and then recompensed. According to some, it means &ldquo;fire&rdquo; and &ldquo;punishment&rdquo;.( &#1605;&#1601;) And according to Ibn Faris it also means to fling small arrows and hail.( &#1605;-&#1604;) The following ayat of the Quran gives the meaning of &lsquo;a calamity of fire or hailstorm that destroys field.&rsquo;</span></p><p class="c1"><span class="c0">&nbsp;</span></p><p class="c1"><span class="c0">Example: &#1608;&#1614;&#1610;&#1615;&#1585;&#1618;&#1587;&#1616;&#1604;&#1614; &#1593;&#1614;&#1604;&#1614;&#1610;&#1618;&#1607;&#1614;&#1575; &#1581;&#1615;&#1587;&#1618;&#1576;&#1614;&#1575;&#1606;&#1611;&#1575; &#1605;&#1617;&#1616;&#1606;&#1614; &#1575;&#1604;&#1587;&#1617;&#1614;&#1605;&#1614;&#1575;&#1569;&#1616; &#1601;&#1614;&#1578;&#1615;&#1589;&#1618;&#1576;&#1616;&#1581;&#1614; &#1589;&#1614;&#1593;&#1616;&#1610;&#1583;&#1611;&#1575; &#1586;&#1614;&#1604;&#1614;&#1602;&#1611;&#1575;</span></p><p class="c1"><span class="c0">and will send upon it a calamity from the sky, and it will become a smooth, dusty ground, [Al Kahf 18:40]</span></p><p class="c1"><span class="c0">&nbsp;</span></p><p class="c1"><span class="c0">2. &#1581;&#1575;&#1589;&#1616;&#1576; : &#1581;&#1614;&#1589;&#1614;&#1576;&#1614; &#1575;&#1604;&#1605;&#1614;&#1705;&#1575;&#1606; means to make a stone floor. And &#1575;&#1614;&#1581;&#1589;&#1614;&#1576; &#1575;&#1604;&#1601;&#1585;&#1587;&#1615; means a horse running so fast that stones fly from its feet.( &#1605;-&#1602;) &#1575;&#1614;&#1585;&#1590; &#1581;&#1614;&#1587;&#1616;&#1576;&#1731; means rocky earth. And the Valley of &#1605;&#1615;&#1581;&#1614;&#1589;&#1617;&#1614;&#1576; is a valley where the Hajj pilgrims collect stone. And &nbsp;&#1581;&#1575;&#1589;&#1616;&#1576; means a fierce storm which flings away stones and pebbles, and the clouds that hailstorm.( &#1605;&#1606;&#1580;&#1583;-&#1605;&#1748;&#1602;)</span></p><p class="c1"><span class="c0">&nbsp;</span></p><p class="c1"><span class="c0">Example: &#1571;&#1614;&#1605;&#1618; &#1571;&#1614;&#1605;&#1616;&#1606;&#1578;&#1615;&#1605; &#1605;&#1617;&#1614;&#1606; &#1601;&#1616;&#1610; &#1575;&#1604;&#1587;&#1617;&#1614;&#1605;&#1614;&#1575;&#1569;&#1616; &#1571;&#1614;&#1606; &#1610;&#1615;&#1585;&#1618;&#1587;&#1616;&#1604;&#1614; &#1593;&#1614;&#1604;&#1614;&#1610;&#1618;&#1603;&#1615;&#1605;&#1618; &#1581;&#1614;&#1575;&#1589;&#1616;&#1576;&#1611;&#1575;</span></p><p class="c1"><span class="c0">Or do you feel secure that He who [holds authority] in the heaven would not send against you a storm of stones? [Al-Mulk 67:17]</span></p><p class="c1"><span class="c0">&nbsp;</span></p><p class="c1"><span class="c0">3. &#1589;&#1614;&#1740;&#1581;&#1614;&#1731;&#1611; : &#1589;&#1575;&#1581;&#1614; means to shout, scream. &#1589;&#1575;&#1740;&#1581;&#1614;&#1731; means to mourn or lament loudly in a gathering. &nbsp;And&#1589;&#1614;&#1740;&#1581;&#1614;&#1731; is a loud, thunderous sound which makes people scream.</span></p><p class="c1"><span class="c0">&nbsp;</span></p><p class="c1"><span class="c0">Example: &nbsp;&#1601;&#1614;&#1571;&#1614;&#1582;&#1614;&#1584;&#1614;&#1578;&#1618;&#1607;&#1615;&#1605;&#1615; &#1575;&#1604;&#1589;&#1617;&#1614;&#1610;&#1618;&#1581;&#1614;&#1577;&#1615; &#1605;&#1615;&#1588;&#1618;&#1585;&#1616;&#1602;&#1616;&#1610;&#1606;&#1614;</span></p><p class="c1"><span class="c0">So As-Saihah (torment - awful cry, etc.) overtook them at the time of sunrise. [Al-Hijr 15:73]</span></p><p class="c1"><span class="c0">&nbsp;</span></p><p class="c1"><span class="c0">4. &#1585;&#1616;&#1580;&#1586;: Basically denotes restlessness, precariousness and thrill (&#1605;-&#1604;) Rhapsodic poetry are such poems that are used to motivate people during wars. &#1585;&#1616;&#1580;&#1586;is a punishment that makes a heart restless and disturbed.</span></p><p class="c1"><span class="c0">&nbsp;</span></p><p class="c1"><span class="c0">Example: &#1601;&#1614;&#1571;&#1614;&#1606;&#1586;&#1614;&#1604;&#1618;&#1606;&#1614;&#1575; &#1593;&#1614;&#1604;&#1614;&#1609; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1606;&#1614; &#1592;&#1614;&#1604;&#1614;&#1605;&#1615;&#1608;&#1575; &#1585;&#1616;&#1580;&#1618;&#1586;&#1611;&#1575; &#1605;&#1617;&#1616;&#1606;&#1614; &#1575;&#1604;&#1587;&#1617;&#1614;&#1605;&#1614;&#1575;&#1569;&#1616; &#1576;&#1616;&#1605;&#1614;&#1575; &#1603;&#1614;&#1575;&#1606;&#1615;&#1608;&#1575; &#1610;&#1614;&#1601;&#1618;&#1587;&#1615;&#1602;&#1615;&#1608;&#1606;&#1614;</span></p><p class="c1"><span class="c0">so We sent down upon those who wronged a punishment from the sky because they were defiantly disobeying. [Al Baqarah 2:59]</span></p><p class="c1"><span class="c0">&nbsp;</span></p><p class="c1"><span class="c0">5. &#1585;&#1614;&#1580;&#1618;&#1601;&#1614; : Extreme anxiety. (&#1605;-&#1601;) &#1585;&#1614;&#1580;&#1614;&#1601;&#1614;&#1578;&#1616; &#1575;&#1604;&#1575;&#1614;&#1585;&#1590;&#1614; means earthquake, to tremble. And &#1576;&#1614;&#1581;&#1585;&#1585;&#1580;&#1575;&#1601; means sea storm.</span></p><p class="c1"><span class="c0">Example: &#1601;&#1614;&#1571;&#1614;&#1582;&#1614;&#1584;&#1614;&#1578;&#1618;&#1607;&#1615;&#1605;&#1615; &#1575;&#1604;&#1585;&#1617;&#1614;&#1580;&#1618;&#1601;&#1614;&#1577;&#1615; &#1601;&#1614;&#1571;&#1614;&#1589;&#1618;&#1576;&#1614;&#1581;&#1615;&#1608;&#1575; &#1601;&#1616;&#1610; &#1583;&#1614;&#1575;&#1585;&#1616;&#1607;&#1616;&#1605;&#1618; &#1580;&#1614;&#1575;&#1579;&#1616;&#1605;&#1616;&#1610;&#1606;</span></p><p class="c1"><span class="c0">So the earthquake seized them, and they became within their home [corpses] fallen prone. [Al Araaf 7:78]</span></p><p class="c1"><span class="c0">&nbsp;</span></p><p class="c1"><span class="c0">6. &#1582;&#1614;&#1587;&#1614;&#1601;&#1614; :&#1575;&#1604;&#1602;&#1605;&#1585; &#1582;&#1614;&#1587;&#1614;&#1601;&#1614; means eclipse of moon. And &#1582;&#1614;&#1587;&#1614;&#1601;&#1614; &#1575;&#1604;&#1593;&#1740;&#1606; means weakening of eyes or sinking in of eyes. And &#1582;&#1614;&#1587;&#1614;&#1601;&#1614; &#1601;&#1615;&#1604;&#1575;&#1606;&#1575;&#1611; means to force someone for doing something disrespectful. And &#1582;&#1614;&#1587;&#1614;&#1601;&#1614; &#1601;&#1740; &#1575;&#1604;&#1575;&#1585;&#1590; means to sink in earth.(&#1605;&#1606;&#1580;&#1583;) &#1582;&#1614;&#1587;&#1614;&#1601;&#1614; denotes two meanings: 1. To drown or sink 2. Disrespect and humiliation.(&#1605;-&#1604;) means something which drowns, or is drowned, by force or compulsion.</span></p><p class="c1"><span class="c0">Example: &#1601;&#1614;&#1582;&#1614;&#1587;&#1614;&#1601;&#1618;&#1606;&#1614;&#1575; &#1576;&#1616;&#1607;&#1616; &#1608;&#1614;&#1576;&#1616;&#1583;&#1614;&#1575;&#1585;&#1616;&#1607;&#1616; &#1575;&#1604;&#1618;&#1571;&#1614;&#1585;&#1618;&#1590;&#1614;</span></p><p class="c1"><span class="c0">And We caused the earth to swallow him and his home. And there was for him no company to aid him other than Allah , nor was he of those who [could] defend themselves. [Surah Al Qasas 28:81]</span></p><p class="c1"><span class="c0">&nbsp;</span></p><p class="c1"><span class="c0 c7">Summary:</span></p><p class="c1"><span class="c0">1.&#1581;&#1615;&#1587;&#1576;&#1575;&#1606; : Punishment of fire or hailstorm that destroys field.</span></p><p class="c1"><span class="c0">2. &#1581;&#1575;&#1589;&#1616;&#1576;: fierce wind/storm with stones.</span></p><p class="c1"><span class="c0">3. &#1589;&#1614;&#1740;&#1581;&#1614;&#1731;&#1611;: A loud, thunderous sound which makes people scream.</span></p><p class="c1"><span class="c0">4. &#1585;&#1616;&#1580;&#1586;: A disturbing punishment.</span></p><p class="c1"><span class="c0">5. &#1585;&#1614;&#1580;&#1618;&#1601;&#1614;: Earthquake and its terror, extreme anxiety.</span></p><p class="c1"><span class="c0">6. &#1582;&#1614;&#1587;&#1614;&#1601;&#1614;: To drown by force or compulsion.</span></p><p class="c1 c3"><span></span></p></body></html>